const weldingGroup = [
    {
        "image": "/catalog/aurorapro_overman_200.jpg",
        "desc": "Инверторный сварочный полуавтомат",
        "title": " Aurora PRO OVERMAN 200",
        "price": "35900 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Потр. мощность",
                "val": "7.7\tкВА"
            },
            {
                "key": "Потр. ток",
                "val": "35 А"
            },
            {
                "key": "Напр. холостого хода",
                "val": "42 В"
            },
            {
                "key": "Свар. ток",
                "val": "40-200 А"
            },
            {
                "key": "Скорость подачи проволоки",
                "val": "2-15 м/мин"
            },
            {
                "key": "Диаметр проволоки",
                "val": " 0.6 - 1 мм"
            },
            {
                "key": "Степень защиты",
                "val": "IP21"
            },
            {
                "key": " Габар. размеры",
                "val": " 482 x 197 x 466 мм"
            },
            {
                "key": "Вес нетто ",
                "val": "17.5 кг"
            }
        ],
        "group": "welding",
        "mma": true
    },
    {
        "image": "/catalog/aurorapro_overman_180.jpg",
        "desc": "Инверторный сварочный полуавтомат",
        "title": " Aurora PRO OVERMAN 180",
        "price": "34200 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Потр. мощность",
                "val": "6.6\tкВА"
            },
            {
                "key": "Потр. ток",
                "val": "29.7 А"
            },
            {
                "key": "Напр. холостого хода",
                "val": "42 В"
            },
            {
                "key": "Свар. ток",
                "val": "40-175 А"
            },
            {
                "key": "Скорость подачи проволоки",
                "val": "2-15 м/мин"
            },
            {
                "key": "Диаметр проволоки",
                "val": " 0.6 - 1 мм"
            },
            {
                "key": "Степень защиты",
                "val": "IP21"
            },
            {
                "key": " Габар. размеры",
                "val": " 482 x 197 x 466 мм"
            },
            {
                "key": "Вес нетто ",
                "val": "17.5 кг"
            }
        ],
        "group": "welding",
        "mma": true
    },
    {
        "image": "/catalog/3-real_mig_200_a_0.png",
        "desc": "Сварочный инвертор MIG",
        "title": " REAL MIG 200 (N24002N)",
        "price": "31500 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Потр. мощность",
                "val": "7.7\tкВА"
            },
            {
                "key": "Потр. ток",
                "val": "35 А"
            },
            {
                "key": "Напр. холостого хода",
                "val": "60 В"
            },
            {
                "key": "Свар. ток",
                "val": "155 А"
            },
            {
                "key": "Скорость подачи проволоки",
                "val": "1.5–14.0 м/мин"
            },
            {
                "key": "Диаметр проволоки",
                "val": " 0.6 - 1 мм"
            },
            {
                "key": "Степень защиты",
                "val": "IP21S"
            },
            {
                "key": " Габар. размеры",
                "val": " 502 х 225 х 375 мм"
            },
            {
                "key": "Вес нетто ",
                "val": "13 кг"
            }
        ],
        "group": "welding",
    },
    {
        "image": "/catalog/real-mig-200-n24002.png",
        "desc": "Сварочный инвертор MIG",
        "title": " REAL MIG 200 (N24002N) Black",
        "price": "31500 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Потр. мощность",
                "val": "7.7\tкВА"
            },
            {
                "key": "Потр. ток",
                "val": "35 А"
            },
            {
                "key": "Напр. холостого хода",
                "val": "60 В"
            },
            {
                "key": "Свар. ток",
                "val": "155 А"
            },
            {
                "key": "Скорость подачи проволоки",
                "val": "1.5–14.0 м/мин"
            },
            {
                "key": "Диаметр проволоки",
                "val": " 0.6 - 1 мм"
            },
            {
                "key": "Степень защиты",
                "val": "IP21S"
            },
            {
                "key": " Габар. размеры",
                "val": " 502 х 225 х 375 мм"
            },
            {
                "key": "Вес нетто ",
                "val": "13 кг"
            }
        ],
        "group": "welding",
        "tig": true
    },
    {
        "image": "/catalog/5-real_smart_arc_200.png",
        "desc": "Сварочный инвертор MMA",
        "title": "REAL ARC 200 (Z238N)",
        "price": "9720 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Потр. мощность",
                "val": "7.1\tкВА"
            },
            {
                "key": "Потр. ток",
                "val": "32.3 А"
            },
            {
                "key": "Напр. холостого хода",
                "val": "62 В"
            },
            {
                "key": "Свар. ток",
                "val": "15-200 А"
            },
            {
                "key": "Диаметр электрода",
                "val": " 1.5 - 4 мм"
            },
            {
                "key": "Степень защиты",
                "val": "IP21S"
            },
            {
                "key": " Габар. размеры",
                "val": " 357 х 136 х 262 мм\n                          "
            },
            {
                "key": "Вес нетто ",
                "val": "4.3 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/6real-mig-200-smart_int.png",
        "desc": "Сварочный инвертор MIG",
        "title": " REAL SMART MIG 200 (N2A5)",
        "price": "40270 руб.",
        "rows": [
            {
                "val": " MIG/MMA/TIG"
            },
            {
                "key": "Потр. мощность ",
                "val": "6,8/7,1/5\tкВА"
            },
            {
                "key": "Потр. ток",
                "val": "30.9 А"
            },
            {
                "key": "Напр. холостого хода",
                "val": "64/64/15 В"
            },
            {
                "key": "Свар. ток",
                "val": "30-200/20-160/20-180 А"
            },
            {
                "key": "Скорость подачи проволоки",
                "val": "1.5–15.0 м/мин"
            },
            {
                "key": "Диаметр проволоки",
                "val": " 0.6 - 1 мм"
            },
            {
                "key": "Степень защиты",
                "val": "IP21S"
            },
            {
                "key": " Габар. размеры",
                "val": " 500 x 200 x 385 мм"
            },
            {
                "key": "Вес нетто ",
                "val": "9.96 кг"
            }
        ],
        "group": "welding",
        "mma": true,
        "tig": true
    },
    {
        "image": "/catalog/7auroravector2000.jpg",
        "desc": "Сварочный инвертор",
        "title": " АВРОРА Вектор 2000",
        "price": "7200 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Напр. холостого хода",
                "val": "70 В"
            },
            {
                "key": "Свар. ток",
                "val": "\t20-200 А"
            },
            {
                "key": "Диаметр электрода",
                "val": "1.6-5 мм"
            },
            {
                "key": "Степень защиты",
                "val": "IP21S"
            },
            {
                "key": " Габар. размеры",
                "val": " 300 х 200 х 205 мм"
            },
            {
                "key": "Вес нетто ",
                "val": "3 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/8auroravector2200.jpg",
        "desc": "Сварочный инвертор",
        "title": " \n                        АВРОРА Вектор 2200",
        "price": "9100 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Напр. холостого хода",
                "val": "70 В"
            },
            {
                "key": "Свар. ток",
                "val": "\t20-220 А"
            },
            {
                "key": "Диаметр электрода",
                "val": "1.6-5 мм"
            },
            {
                "key": "Степень защиты",
                "val": "IP21S"
            },
            {
                "key": " Габар. размеры",
                "val": " 323 х 126 х 193 мм"
            },
            {
                "key": "Вес нетто ",
                "val": "4.3 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/9aurorapr_inter205.jpg",
        "desc": "Сварочный инвертор",
        "title": "AuroraPRO INTER 205",
        "price": "17500 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Потр. мощность",
                "val": "9\tкВА"
            },
            {
                "key": "Потр. ток",
                "val": "35 А"
            },
            {
                "key": "Напр. холостого хода",
                "val": "62 В"
            },
            {
                "key": "Свар. ток",
                "val": "30-200 А"
            },
            {
                "key": "cos φ",
                "val": "0.7"
            },
            {
                "key": "Степень защиты",
                "val": "IP21S"
            },
            {
                "key": " Габар. размеры",
                "val": " 402 х 160 х 300 мм\n                          "
            },
            {
                "key": "Вес нетто ",
                "val": "6.4 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/10aurorapr_inter255.jpg",
        "desc": "Сварочный инвертор",
        "title": "AuroraPRO INTER 255",
        "price": "29600 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Напр. холостого хода",
                "val": "68 В"
            },
            {
                "key": "Свар. ток",
                "val": "30-230 А"
            },
            {
                "key": "Режим работы при 40°",
                "val": "30"
            },
            {
                "key": "Степень защиты",
                "val": "IP21"
            },
            {
                "key": " Габар. размеры",
                "val": " 472 х 203 х 357 мм\n                          "
            },
            {
                "key": "Вес нетто ",
                "val": "8,5 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/12real-arc-200-z238n-black_b.png",
        "desc": "Сварочный инвертор",
        "title": "REAL SMART ARC 200 (Z28303)",
        "price": "11530 руб.",
        "rows": [
            {
                "val": "Значение MMA,TIG"
            },
            {
                "key": "Потр. мощность",
                "val": "7.1\t/ 4.4 кВА"
            },
            {
                "key": "Потр. ток",
                "val": "32.3 А"
            },
            {
                "key": "Напр. холостого хода",
                "val": "81 / 14 В"
            },
            {
                "key": "Свар. ток",
                "val": "\t20-200 А"
            },
            {
                "key": "Диаметр электрода",
                "val": " 1.6–4.0 мм / 1.6–3.2 мм"
            },
            {
                "key": "Степень защиты",
                "val": "IP21S"
            },
            {
                "key": " Габар. размеры",
                "val": " 347 х 120 х 212 мм"
            },
            {
                "key": "Вес нетто ",
                "val": "3.8 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/13real_smart_arc_220_z28403_6.png",
        "desc": "Сварочный инвертор MMA",
        "title": "PRO ARC 200 (Z209S)",
        "price": "25470 руб.",
        "rows": [
            {
                "val": "Значение MMA,TIG"
            },
            {
                "key": "Потр. мощность",
                "val": "9.4\t/ 6 кВА"
            },
            {
                "key": "Потр. ток",
                "val": "43 А"
            },
            {
                "key": "Напр. холостого хода",
                "val": "63 / 12 В"
            },
            {
                "key": "Свар. ток",
                "val": "\t10-200 А"
            },
            {
                "key": "Диаметр электрода",
                "val": "1.5–5.0 мм / 1.0–3.0 мм"
            },
            {
                "key": "Степень защиты",
                "val": "IP21"
            },
            {
                "key": " Габар. размеры",
                "val": " 351 х 130 х 250 мм"
            },
            {
                "key": "Вес нетто ",
                "val": "5.2 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/14real_smart_arc_220_z28403_6_0.png",
        "desc": "Сварочный инвертор MMA",
        "title": "TECH ARC 205 B (Z203)",
        "price": "28750 руб.",
        "rows": [
            {
                "val": "Значение  MMA,TIG"
            },
            {
                "key": "Потр. мощность",
                "val": "9\t/ 5 кВА"
            },
            {
                "key": "Потр. ток",
                "val": "41 А"
            },
            {
                "key": "Напр. холостого хода",
                "val": "73 / 10 В"
            },
            {
                "key": "Свар. ток",
                "val": "\t10-200 А"
            },
            {
                "key": "Диаметр электрода",
                "val": "1.5–5.0 мм / 1.0–3.2 мм"
            },
            {
                "key": "Степень защиты",
                "val": "IP21S"
            },
            {
                "key": " Габар. размеры",
                "val": " 410 х 160 х 260 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "8 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/15real_arc_250_d_z226_a_0.png",
        "desc": "Сварочный инвертор MMA",
        "title": "REAL ARC 250 D (Z226)",
        "price": "42150 руб.",
        "rows": [
            {
                "val": "Значение  MMA,TIG"
            },
            {
                "key": "Потр. мощность",
                "val": "12.6\t/ 8.4 кВА"
            },
            {
                "key": "Потр. ток",
                "val": "42.7/33.2 А"
            },
            {
                "key": "Напр. холостого хода",
                "val": "60 / 7 В"
            },
            {
                "key": "Свар. ток",
                "val": "\t20-250 А"
            },
            {
                "key": "Диаметр электрода",
                "val": "1.5–5.0 мм / 1.0–4.0 мм"
            },
            {
                "key": "Степень защиты",
                "val": "IP21S"
            },
            {
                "key": " Габар. размеры",
                "val": " 425 х 160 х 310 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "9.3 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/16arc315(z29801).png",
        "desc": "Сварочный инвертор MMA",
        "title": "REAL ARC 315 (Z29801)",
        "price": "50890 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Потр. мощность",
                "val": "12.4 кВА"
            },
            {
                "key": "Потр. ток",
                "val": "18.9 А"
            },
            {
                "key": "Напр. холостого хода",
                "val": "63 В"
            },
            {
                "key": "Свар. ток",
                "val": "30-315 А"
            },
            {
                "key": "Диаметр электрода",
                "val": "1.5–6.0 мм"
            },
            {
                "key": "Степень защиты",
                "val": "IP21S"
            },
            {
                "key": " Габар. размеры",
                "val": " 520 х 260 х 440 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "19.8 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/17_master202.jpg",
        "desc": "Сварочный аппарат",
        "title": " МАСТЕР 202",
        "price": "20 189 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Потр. мощность",
                "val": "9.1 кВА"
            },
            {
                "key": "Потр. ток",
                "val": "39.5 А"
            },
            {
                "key": "Напр. холостого хода",
                "val": "62 В"
            },
            {
                "key": "Свар. ток",
                "val": "20-200 А"
            },
            {
                "key": "Диаметр электрода",
                "val": "2.0–5.0 мм"
            },
            {
                "key": "Степень защиты",
                "val": "IP21S"
            },
            {
                "key": " Габар. размеры",
                "val": " 370 х 150 х 295 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "6.25 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/18_master250.jpg",
        "desc": "Сварочный аппарат",
        "title": " МАСТЕР 250 ПРОФ",
        "price": "32 208 руб.",
        "rows": [
            {
                "val": "Значение MMA,TIG"
            },
            {
                "key": "Потр. мощность",
                "val": "9.1 кВА"
            },
            {
                "key": "Потр. ток",
                "val": "39.5 А"
            },
            {
                "key": "Напр. холостого хода",
                "val": "62 В"
            },
            {
                "key": "Свар. ток",
                "val": "20-200 А"
            },
            {
                "key": "Диаметр электрода",
                "val": "2.0–5.0 мм"
            },
            {
                "key": "Степень защиты",
                "val": "IP21S"
            },
            {
                "key": " Габар. размеры",
                "val": " 370 х 150 х 295 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "6.25 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/19_uno.jpg",
        "desc": "Сварочный аппарат",
        "title": " UNO MMA 200 SYN",
        "price": "13 969 р.",
        "rows": [
            {
                "val": "Значение MMA,TIG "
            },
            {
                "key": "Потр. мощность",
                "val": "9.8 кВА"
            },
            {
                "key": "Потр. ток",
                "val": "44.6 А"
            },
            {
                "key": "Напр. холостого хода",
                "val": "75 В"
            },
            {
                "key": "Свар. ток",
                "val": "10-200 А"
            },
            {
                "key": "Диаметр электрода",
                "val": "2.0–5.0 мм / 1.0 - 2.0 мм"
            },
            {
                "key": "Степень защиты",
                "val": "IP21S"
            },
            {
                "key": " Габар. размеры",
                "val": "385 х 155 х 270 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "6 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/20_uno.jpg",
        "desc": "Сварочный аппарат",
        "title": " UNO MMA 250 SYN",
        "price": "17 748 р.",
        "rows": [
            {
                "val": "Значение  MMA,TIG"
            },
            {
                "key": "Потр. мощность",
                "val": "10.6 / 7.9 кВА"
            },
            {
                "key": "Потр. ток",
                "val": "48.3 А"
            },
            {
                "key": "Напр. холостого хода",
                "val": "75 В"
            },
            {
                "key": "Свар. ток",
                "val": "10-200 А"
            },
            {
                "key": "Диаметр электрода",
                "val": "2.0–5.0 мм / 1.0 - 2.0 мм"
            },
            {
                "key": "Степень защиты",
                "val": "IP21S"
            },
            {
                "key": " Габар. размеры",
                "val": "385 х 155 х 270 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "6.1 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/21_kvazarrus250.jpg",
        "desc": "Сварочный аппарат",
        "title": " KVAZARRUS 250",
        "price": "6 304 р.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Потр. мощность",
                "val": "8.8 кВт"
            },
            {
                "key": "Напр. холостого хода",
                "val": "66 В"
            },
            {
                "key": "Свар. ток",
                "val": "20-250 А"
            },
            {
                "key": "Диаметр электрода",
                "val": "1.6 - 5.00 мм"
            },
            {
                "key": "Степень защиты",
                "val": "IP21"
            },
            {
                "key": " Габар. размеры",
                "val": " 255 х 110 х 190 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "3 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/22saggio200.jpg",
        "desc": "Сварочный аппарат",
        "title": " SAGGIO MMA 200",
        "price": "21 211 р.",
        "rows": [
            {
                "val": "Значение  MMA,TIG"
            },
            {
                "key": "Потр. мощность",
                "val": "6.9 кВт"
            },
            {
                "key": "Потр. ток",
                "val": "40.9 А"
            },
            {
                "key": "Напр. холостого хода",
                "val": "62 В"
            },
            {
                "key": "Свар. ток",
                "val": "20-200 А"
            },
            {
                "key": "Диаметр электрода",
                "val": "2.0–4.0 мм "
            },
            {
                "key": "Степень защиты",
                "val": "IP21S"
            },
            {
                "key": " Габар. размеры",
                "val": "345 х 125 х 192 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "5.9 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/23kvazarrus210.jpg",
        "desc": "Сварочный аппарат",
        "title": " KVAZARRUS 210",
        "price": "5723 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Мощность",
                "val": "7.4 кВт"
            },
            {
                "key": "Макс. ток",
                "val": "210 А"
            },
            {
                "key": "Напр. холостого хода",
                "val": "66 В"
            },
            {
                "key": "Свар. ток",
                "val": "20-210 А"
            },
            {
                "key": "Диаметр электрода",
                "val": "1.6-4.0 мм"
            },
            {
                "key": "Степень защиты",
                "val": "IP21S"
            },
            {
                "key": " Габар. размеры",
                "val": " 270 х 110 х 200 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "3.93 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/24vd-500.jpg",
        "desc": "Сварочный аппарат",
        "title": " Инверторный ВД-500И",
        "price": "75 671 р.",
        "rows": [
            {
                "val": "Значение  MMA,TIG"
            },
            {
                "key": "Потр. мощность",
                "val": "26.6 кВА"
            },
            {
                "key": "Потр. ток",
                "val": "38.4 А"
            },
            {
                "key": "Напр. холостого хода",
                "val": "75 В"
            },
            {
                "key": "Свар. ток",
                "val": "20 - 500 А"
            },
            {
                "key": "Диаметр электрода",
                "val": "2.0 - 8.0 мм /\t1 - 4.0 мм"
            },
            {
                "key": "Степень защиты",
                "val": "IP21S"
            },
            {
                "key": " Габар. размеры",
                "val": "550 х 245 х 400 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "24.43 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/25saggio250.jpg",
        "desc": "Сварочный аппарат",
        "title": "  SAGGIO MMA 250",
        "price": "37 721 р.",
        "rows": [
            {
                "val": "Значение  MMA,TIG"
            },
            {
                "key": "Потр. мощность",
                "val": "12.9 кВА"
            },
            {
                "key": "Потр. ток",
                "val": "56 А"
            },
            {
                "key": "Напр. холостого хода",
                "val": "85 В"
            },
            {
                "key": "Свар. ток",
                "val": "20-250 А"
            },
            {
                "key": "Диаметр электрода",
                "val": "2.0–5.0 мм "
            },
            {
                "key": "Степень защиты",
                "val": "IP21S"
            },
            {
                "key": " Габар. размеры",
                "val": "446 х 171 х 328 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "12.7 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/26varteg.jpg",
        "desc": "Сварочный аппарат",
        "title": "VARTEG 300",
        "price": "41 059 р.",
        "rows": [
            {
                "val": "Значение "
            },
            {
                "key": "Напр.сети",
                "val": "380 В"
            },
            {
                "key": "ПВ %",
                "val": "60"
            },
            {
                "key": "Напр. холостого хода",
                "val": "68 В"
            },
            {
                "key": "Свар. ток",
                "val": "20-300 А"
            },
            {
                "key": "Диаметр электрода",
                "val": "1.6–4.0 мм "
            },
            {
                "key": "Степень защиты",
                "val": "IP21S"
            },
            {
                "key": " Габар. размеры",
                "val": "500 х 245 х 400 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "19 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/27varteg500.jpg",
        "desc": "Сварочный аппарат",
        "title": "VARTEG 500",
        "price": "65 979 р.",
        "rows": [
            {
                "val": "Значение "
            },
            {
                "key": "Напр.сети",
                "val": "380 В"
            },
            {
                "key": "ПВ %",
                "val": "60"
            },
            {
                "key": "Напр. холостого хода",
                "val": "77 В"
            },
            {
                "key": "Свар. ток",
                "val": "20-500 А"
            },
            {
                "key": "Диаметр электрода",
                "val": "2.5–5.0 мм "
            },
            {
                "key": "Степень защиты",
                "val": "IP21S"
            },
            {
                "key": " Габар. размеры",
                "val": "500 х 245 х 400 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "24.4 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/28redbo.jpg",
        "desc": "Сварочный аппарат",
        "title": " Redbo ARC-258S",
        "price": "14 700 р.",
        "rows": [
            {
                "val": "Значение  MMA,TIG"
            },
            {
                "key": "Потр. мощность",
                "val": "7.10 кВт"
            },
            {
                "key": "ПВ %",
                "val": "60"
            },
            {
                "key": "Напр. холостого хода",
                "val": "70 В "
            },
            {
                "key": "Свар. ток",
                "val": "20-220 А"
            },
            {
                "key": "Диаметр электрода",
                "val": "2.0–4.0 мм "
            },
            {
                "key": "Степень защиты",
                "val": "IP21S"
            },
            {
                "key": " Габар. размеры",
                "val": "400 х 160 х 310 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "7.9 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/29redbopro.jpg",
        "desc": "Сварочный аппарат",
        "title": " Redbo PRO 200PFC",
        "price": "14 990 р.",
        "rows": [
            {
                "val": "Значение "
            },
            {
                "key": "Потр. мощность",
                "val": "6,6 кВт"
            },
            {
                "key": "ПВ %",
                "val": "60"
            },
            {
                "key": "Напр. холостого хода",
                "val": "85 В "
            },
            {
                "key": "Свар. ток",
                "val": "20-200 А"
            },
            {
                "key": "Диаметр электрода",
                "val": "1.5–4.0 мм "
            },
            {
                "key": "Степень защиты",
                "val": "IP21S"
            },
            {
                "key": " Габар. размеры",
                "val": "420 x 165 x 315 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "8 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/30Edon%20TB-200.jpg",
        "desc": "Сварочный аппарат",
        "title": " Edon TB-200",
        "price": "4 240 р.",
        "rows": [
            {
                "val": "Значение "
            },
            {
                "key": "Потр. мощность",
                "val": "7,0 кВт"
            },
            {
                "key": "ПВ %",
                "val": "60"
            },
            {
                "key": "Напр. холостого хода",
                "val": "65 В "
            },
            {
                "key": "Свар. ток",
                "val": "20-200 А"
            },
            {
                "key": "Диаметр электрода",
                "val": "1.0–3.2 мм "
            },
            {
                "key": "Степень защиты",
                "val": "IP21S"
            },
            {
                "key": " Габар. размеры",
                "val": "280 x 170 x 165 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "2.5 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/31edon250.jpg",
        "desc": "Сварочный аппарат",
        "title": " Edon TB-200",
        "price": "6 480 р.",
        "rows": [
            {
                "val": "Значение "
            },
            {
                "key": "Потр. мощность",
                "val": "9.5 кВт"
            },
            {
                "key": "ПВ %",
                "val": "60"
            },
            {
                "key": "Напр. холостого хода",
                "val": "60 В "
            },
            {
                "key": "Свар. ток",
                "val": "20-140 А"
            },
            {
                "key": "Диаметр электрода",
                "val": "1.6–4.0 мм "
            },
            {
                "key": "Степень защиты",
                "val": "IP21S"
            },
            {
                "key": " Габар. размеры",
                "val": "430 x 165 x 257 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "7 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/32redbo.jpg",
        "desc": "Сварочный аппарат",
        "title": " Redbo Intec ARC-200",
        "price": "8 050 р.",
        "rows": [
            {
                "val": "Значение "
            },
            {
                "key": "Потр. мощность",
                "val": "4.9 кВт"
            },
            {
                "key": "КПД %",
                "val": "85"
            },
            {
                "key": "Напр. холостого хода",
                "val": "60 В "
            },
            {
                "key": "Свар. ток",
                "val": "20-140 А"
            },
            {
                "key": "Диаметр электрода",
                "val": "1.0–5.0 мм "
            },
            {
                "key": "Степень защиты",
                "val": "IP21S"
            },
            {
                "key": " Габар. размеры",
                "val": "380 x 155 x 275 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "4.8 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/33redbo.jpg",
        "desc": "Сварочный аппарат",
        "title": " Redbo MMA-250",
        "price": "9 790 р.",
        "rows": [
            {
                "val": "Значение "
            },
            {
                "key": "Потр. ток",
                "val": "43 А"
            },
            {
                "key": "КПД %",
                "val": "85"
            },
            {
                "key": "Напр. холостого хода",
                "val": "62 В "
            },
            {
                "key": "Свар. ток",
                "val": "20-250 А"
            },
            {
                "key": "Диаметр электрода",
                "val": "1.0–5.0 мм "
            },
            {
                "key": "Степень защиты",
                "val": "IP21S"
            },
            {
                "key": " Габар. размеры",
                "val": "450х170х295 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "7 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/34EdonLV-200.jpg",
        "desc": "Сварочный аппарат инверторный",
        "title": " Edon LV-200",
        "price": "5 130 р.",
        "rows": [
            {
                "val": "Значение "
            },
            {
                "key": "Макс. мощность",
                "val": "7 кВт"
            },
            {
                "key": "КПД %",
                "val": "85"
            },
            {
                "key": "Напр. холостого хода",
                "val": "80 В "
            },
            {
                "key": "Свар. ток",
                "val": "20-200 А"
            },
            {
                "key": "Диаметр электрода",
                "val": "1.6–4.0 мм "
            },
            {
                "key": "Степень защиты",
                "val": "IP21S"
            },
            {
                "key": " Габар. размеры",
                "val": "330х175х230 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "3.1 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/35redbo.jpg",
        "desc": "Сварочный аппарат",
        "title": " Redbo PRO ARC-200S",
        "price": "16 560 р.",
        "rows": [
            {
                "val": "Значение "
            },
            {
                "key": "Потр. мощн.",
                "val": "\n                            5.36 кВТ"
            },
            {
                "key": "КПД %",
                "val": "85"
            },
            {
                "key": "Напр. холостого хода",
                "val": " 9 (VRD) / 24В "
            },
            {
                "key": "Свар. ток",
                "val": "20-200 А"
            },
            {
                "key": "Диаметр электрода",
                "val": "1.6–4.0 мм "
            },
            {
                "key": "Степень защиты",
                "val": "IP21S"
            },
            {
                "key": " Габар. размеры",
                "val": "430х155х275 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "6.2 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/36ARC-250S.jpg",
        "desc": "Сварочный аппарат",
        "title": " Redbo PRO ARC-250S",
        "price": "16 560 р.",
        "rows": [
            {
                "val": "Значение "
            },
            {
                "key": "Макс. мощн.",
                "val": "\n                            7.67 кВА"
            },
            {
                "key": "КПД %",
                "val": "85"
            },
            {
                "key": "Напр. холостого хода",
                "val": " 9 (VRD) / 82В "
            },
            {
                "key": "Свар. ток",
                "val": "20-250 А"
            },
            {
                "key": "Степень защиты",
                "val": "IP21S"
            },
            {
                "key": " Габар. размеры",
                "val": "560х223х392 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "11.2 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/37redbo.jpg",
        "desc": "Сварочный аппарат",
        "title": " Redbo PRO ARC-250S",
        "price": "71 060 р.",
        "rows": [
            {
                "val": "Значение "
            },
            {
                "key": "Потр. ток",
                "val": "\n                            38 А"
            },
            {
                "key": "КПД %",
                "val": "85"
            },
            {
                "key": "Напр. холостого хода",
                "val": " 9 (VRD) / 69 В "
            },
            {
                "key": "Свар. ток",
                "val": "20-500 А"
            },
            {
                "key": "Степень защиты",
                "val": "IP21S"
            },
            {
                "key": " Габар. размеры",
                "val": "750х390х605 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "37 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/38%D0%9A%D0%95%D0%94%D0%A0_ULTRAMMA-200.jpeg",
        "desc": "АППАРАТ ИНВЕРТОРНЫЙ",
        "title": "КЕДР ULTRAMMA-200 COMPACT",
        "price": "8 900 р.",
        "rows": [
            {
                "val": "Значение "
            },
            {
                "key": "Мощность",
                "val": "7 кВт"
            },
            {
                "key": "ПВ %",
                "val": "30"
            },
            {
                "key": "Напр. холостого хода",
                "val": " 62 В "
            },
            {
                "key": "Диаметр электрода",
                "val": "2.0–4.0 мм "
            },
            {
                "key": "Свар. ток",
                "val": "20-200 А"
            },
            {
                "key": " Габар. размеры",
                "val": "245x115x155 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "2.9 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/39ULTRAARC-220.jpeg",
        "desc": "АППАРАТ ИНВЕРТОРНЫЙ",
        "title": " КЕДР ULTRAARC-220 COMPACT",
        "price": "12 500 р.",
        "rows": [
            {
                "val": "Значение "
            },
            {
                "key": "Мощность",
                "val": "7.4 кВт"
            },
            {
                "key": "ПВ %",
                "val": "40"
            },
            {
                "key": "Напр. холостого хода",
                "val": " 70 В "
            },
            {
                "key": "Диаметр электрода",
                "val": "2.0–5.0 мм "
            },
            {
                "key": "Свар. ток",
                "val": "10-220 А"
            },
            {
                "key": " Габар. размеры",
                "val": "300х140х210 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "4 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/40ULTRAARC-250.jpeg",
        "desc": "АППАРАТ ИНВЕРТОРНЫЙ",
        "title": " КЕДР ULTRAARC-250",
        "price": "34 900 р.",
        "rows": [
            {
                "val": "Значение "
            },
            {
                "key": "Мощность",
                "val": "8.8 кВт"
            },
            {
                "key": "ПВ %",
                "val": "60"
            },
            {
                "key": "Напр. холостого хода",
                "val": " 80 В "
            },
            {
                "key": "Диаметр электрода",
                "val": "2.0–5.0 мм "
            },
            {
                "key": "Свар. ток",
                "val": "20-230 А"
            },
            {
                "key": " Габар. размеры",
                "val": "410x165x265 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "9.5 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/41MULTIARC-2000.jpeg",
        "desc": "АППАРАТ ИНВЕРТОРНЫЙ",
        "title": " КЕДР MULTIARC-2000",
        "price": "42 371 р.",
        "rows": [
            {
                "val": "Значение "
            },
            {
                "key": "Мощность",
                "val": "6.6 кВт"
            },
            {
                "key": "ПВ %",
                "val": "100"
            },
            {
                "key": "Напр. холостого хода",
                "val": "10 VRD / 65 В "
            },
            {
                "key": "Диаметр электрода",
                "val": "2.0–4.0 мм "
            },
            {
                "key": "Свар. ток",
                "val": "10-200 А"
            },
            {
                "key": " Габар. размеры",
                "val": "370х155х300 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "7 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/42%D0%92%D0%94-306.jpeg",
        "desc": "АППАРАТ ИНВЕРТОРНЫЙ",
        "title": "  КЕДР ВД-306.01 PRO",
        "price": "42 371 р.",
        "rows": [
            {
                "val": "Значение "
            },
            {
                "key": "Мощность",
                "val": "10.6 кВт"
            },
            {
                "key": "ПВ %",
                "val": "100"
            },
            {
                "key": "Диаметр электрода",
                "val": "1.6–5.0 мм "
            },
            {
                "key": "Свар. ток",
                "val": "20-300 А"
            },
            {
                "key": " Габар. размеры",
                "val": "410х220х370 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "14.5 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/43%D0%9A%D0%95%D0%94%D0%A0_%D0%A0%D0%94-1000.jpeg",
        "desc": "УСТАНОВКА ВОЗДУШНО-ДУГОВОЙ СТРОЖКИ",
        "title": " КЕДР РД-1000",
        "price": "286 940 р.",
        "rows": [
            {
                "val": "Значение "
            },
            {
                "key": "Мощность",
                "val": "10.6 кВт"
            },
            {
                "key": "ПВ %",
                "val": "60 - 100"
            },
            {
                "key": "Напр. холостого хода",
                "val": "90 В "
            },
            {
                "key": "Диаметр электрода",
                "val": "4.0-13.0 мм "
            },
            {
                "key": "Свар. ток",
                "val": "20-1000 А"
            },
            {
                "key": " Габар. размеры",
                "val": "750x460x800 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "70 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/44BRIMAMMA-200.png",
        "desc": "Сварочный инвертор",
        "title": " BRIMA MMA-200",
        "price": "0 р.",
        "rows": [
            {
                "val": "Значение "
            },
            {
                "key": "ПВ %",
                "val": "60"
            },
            {
                "key": "Напр. холостого хода",
                "val": "60 В "
            },
            {
                "key": "Диаметр электрода",
                "val": "1.5-4.0 мм "
            },
            {
                "key": "Свар. ток",
                "val": "10-200 А"
            },
            {
                "key": " Габар. размеры",
                "val": "205x105x150 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "2.2 кг"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/45BrimaARC-250.jpg",
        "desc": "Сварочный инвертор",
        "title": " Brima ARC-250",
        "price": "0 р.",
        "rows": [
            {
                "val": "Значение "
            },
            {
                "key": "Мощность",
                "val": " 8.85 кВт"
            },
            {
                "key": "ПВ %",
                "val": "60"
            },
            {
                "key": "Напр. холостого хода",
                "val": "65 В "
            },
            {
                "key": "Диаметр электрода",
                "val": "1.0-5.0 мм "
            },
            {
                "key": "Свар. ток",
                "val": "20-250 А"
            },
            {
                "key": " Габар. размеры",
                "val": "480x210x350 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "15 кг"
            },
            {
                "key": "Степень защиты",
                "val": "IP23"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/46ARC-400.jpg",
        "desc": "Сварочный инвертор",
        "title": " Brima ARC-400",
        "price": "51 529 р.",
        "rows": [
            {
                "val": "Значение "
            },
            {
                "key": "Мощность",
                "val": " 16.9 кВт"
            },
            {
                "key": "ПВ %",
                "val": "60"
            },
            {
                "key": "Напр. холостого хода",
                "val": "65 В "
            },
            {
                "key": "Свар. ток",
                "val": "40-400 А"
            },
            {
                "key": " Габар. размеры",
                "val": "530x260x490 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "19 кг"
            },
            {
                "key": "Степень защиты",
                "val": "IP21S"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/47startarcline220.jpg",
        "desc": "Сварочный инвертор",
        "title": " START ArcLine 220",
        "price": "9 650 р.",
        "rows": [
            {
                "val": "Значение "
            },
            {
                "key": "Мощность",
                "val": " 7.2 кВт"
            },
            {
                "key": "ПВ %",
                "val": "60 - 100"
            },
            {
                "key": "Напр. холостого хода",
                "val": "100 В "
            },
            {
                "key": "Диаметр электрода",
                "val": "1.6-4.0 мм "
            },
            {
                "key": "Свар. ток",
                "val": "10-220 А"
            },
            {
                "key": " Габар. размеры",
                "val": "228х117х173 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "4.4 кг"
            },
            {
                "key": "Степень защиты",
                "val": "IP21S"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/48startarcline250.jpg",
        "desc": "Сварочный инвертор",
        "title": " START ArcLine 250",
        "price": "10 650 р.",
        "rows": [
            {
                "val": "Значение "
            },
            {
                "key": "Мощность",
                "val": " 8 кВт"
            },
            {
                "key": "ПВ %",
                "val": "60 - 100"
            },
            {
                "key": "Напр. холостого хода",
                "val": "100 В "
            },
            {
                "key": "Диаметр электрода",
                "val": "1.6-4.0 мм "
            },
            {
                "key": "Свар. ток",
                "val": "10-250 А"
            },
            {
                "key": " Габар. размеры",
                "val": "228х117х173 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "4.7 кг"
            },
            {
                "key": "Степень защиты",
                "val": "IP21S"
            }
        ],
        "group": "welding"
    },
    {
        "image": "/catalog/49startmodelSTICK251.png",
        "desc": "Сварочный инвертор",
        "title": " START modelSTICK 251",
        "price": "24 650 р.",
        "rows": [
            {
                "val": "Значение "
            },
            {
                "key": "Мощность",
                "val": " 13.2 кВт"
            },
            {
                "key": "ПВ %",
                "val": "50 - 100"
            },
            {
                "key": "Напр. холостого хода",
                "val": "65 В "
            },
            {
                "key": "Свар. ток",
                "val": "30-250 А"
            },
            {
                "key": " Габар. размеры",
                "val": "407х178х330 мм "
            },
            {
                "key": "Вес нетто ",
                "val": "10 кг"
            },
            {
                "key": "Степень защиты",
                "val": "IP21S"
            }
        ],
        "group": "welding"
    }
];

const electroGroup = 
    [
        {
            "image": "/catalog/electro/1akkumulyatornyy.jpg",
            "desc": "Аккумуляторный шуруповерт",
            "title": " Hanskonner HCD1230R",
            "price": "6150 руб.",
            "rows": [
                {
                    "val": "Значение"
                },
                {
                    "key": "Тип аккум.батареи",
                    "val": "Li-ion / 2шт"
                },
                {
                    "key": "Макс.крутящ.момент",
                    "val": "30"
                },
                {
                    "key": "Ступеней регулировки",
                    "val": "20+1"
                },
                {
                    "key": "Тип двигателя",
                    "val": "Бесщеточный"
                },
                {
                    "key": " Время зарядки",
                    "val": " 1 ч"
                },
                {
                    "key": "Диаметр патрона",
                    "val": " 10 мм"
                },
                {
                    "key": "Скоростей",
                    "val": "2"
                },
                {
                    "key": "Подстветка",
                    "val": "да"
                },
                {
                    "key": " Габар. размеры",
                    "val": " 32 x 26 x 9 мм"
                }
            ],
            "group": "electro"
        },
        {
            "image": "/catalog/electro/2setevoy_shurupovert_hanskonner_hid2145p.jpg",
            "desc": "Сетевая дрель-шуруповерт",
            "title": "Hanskonner HID2145P",
            "price": "3 150 руб.",
            "rows": [
                {
                    "val": "Значение"
                },
                {
                    "key": "Макс.крутящ.момент",
                    "val": "50"
                },
                {
                    "key": "Ступеней регулировки",
                    "val": "23+1"
                },
                {
                    "key": "Тип двигателя",
                    "val": "Щеточный"
                },
                {
                    "key": " Удар",
                    "val": " нет"
                },
                {
                    "key": "Диаметр патрона",
                    "val": " до 13 мм"
                },
                {
                    "key": "Скоростей",
                    "val": "2"
                },
                {
                    "key": "Подстветка",
                    "val": "нет"
                },
                {
                    "key": " Вес",
                    "val": " 1.7 кг"
                }
            ],
            "group": "electro"
        },
        {
            "image": "/catalog/electro/3perforator_sds_plus_hanskonner_hrh1824b.jpg",
            "desc": "Перфоратор",
            "title": " SDS Plus Hanskonner HRH1824BL",
            "price": "9950 руб.",
            "rows": [
                {
                    "val": "Значение"
                },
                {
                    "key": "Диамтр.сверления (металл/дерево/бетон)",
                    "val": "13/28/24"
                },
                {
                    "key": "Энергия удара ",
                    "val": "2.4 Дж"
                },
                {
                    "key": "Тип аккум.батареи",
                    "val": "Li-ion "
                },
                {
                    "key": " Число ударов",
                    "val": " 0-6000 уд/мин"
                },
                {
                    "key": "Скорость вращения",
                    "val": " 0-1400 об/мин"
                },
                {
                    "key": "Режимов работы",
                    "val": "3"
                },
                {
                    "key": "Подстветка",
                    "val": "да"
                },
                {
                    "key": " Габариты",
                    "val": " 45x10x31 мм"
                }
            ],
            "group": "electro"
        },
        {
            "image": "/catalog/electro/4bolgarka_ushm_hanskonner_hag13125t.jpg",
            "desc": "Болгарка (УШМ)",
            "title": "Hanskonner HAG13125TE",
            "price": "9950 руб.",
            "rows": [
                {
                    "val": "Значение"
                },
                {
                    "key": "Диаметр диска",
                    "val": "125"
                },
                {
                    "key": "Макс. мощность ",
                    "val": "1 350 Вт"
                },
                {
                    "key": "Обороты холост. ход",
                    "val": "4000-10000 об/мин "
                },
                {
                    "key": " Регулировка оборотов",
                    "val": " Да"
                },
                {
                    "key": "Посадочный размер ",
                    "val": " 22.2 мм"
                },
                {
                    "key": "Блокировка шпинделя ",
                    "val": "Да"
                },
                {
                    "key": "Плавный пуск",
                    "val": "Да"
                },
                {
                    "key": " Длина кабеля",
                    "val": " 4 м"
                }
            ],
            "group": "electro"
        },
        {
            "image": "/catalog/electro/5SDS_Plus_Hanskonner_HRH0828RE.jpg",
            "desc": "Перфоратор",
            "title": "SDS Plus Hanskonner HRH0828RE",
            "price": "4 950 руб.",
            "rows": [
                {
                    "val": "Значение"
                },
                {
                    "key": "Макс диаметр сверления (бетон)",
                    "val": "28 мм"
                },
                {
                    "key": "Энергия удара ",
                    "val": "3.2 Дж"
                },
                {
                    "key": " Длина кабеля",
                    "val": " 4 м"
                },
                {
                    "key": " Число ударов",
                    "val": " 0-5100 уд/мин"
                },
                {
                    "key": "Скорость вращения",
                    "val": " 0-1300 об/мин"
                },
                {
                    "key": "Режимов работы",
                    "val": "3"
                },
                {
                    "key": "Реверс",
                    "val": "Да"
                },
                {
                    "key": " Габариты",
                    "val": " 12x44x30.5 мм"
                }
            ],
            "group": "electro"
        },
        {
            "image": "/catalog/electro/6Hanskonner_HAG918CPE.jpg",
            "desc": "Полировальная машина",
            "title": "Hanskonner HAG918CPE",
            "price": "7 790 р",
            "rows": [
                {
                    "val": "Значение"
                },
                {
                    "key": "Тип",
                    "val": "Эксцентриковая"
                },
                {
                    "key": "Питание",
                    "val": "220В"
                },
                {
                    "key": "Диаметр диска",
                    "val": "150 мм"
                },
                {
                    "key": "Макс. мощность ",
                    "val": "1 250 Вт"
                },
                {
                    "key": "Обороты под нагрузкой",
                    "val": "Поддерживаются "
                },
                {
                    "key": " Регулировка оборотов",
                    "val": " Да"
                },
                {
                    "key": " Длина кабеля",
                    "val": " 4 м"
                }
            ],
            "group": "electro"
        },
        {
            "image": "/catalog/electro/7HanskonnerHJS0810MQL.jpg",
            "desc": "Лобзик электрический",
            "title": "Hanskonner HJS0810MQL",
            "price": "7 750 р",
            "rows": [
                {
                    "val": "Значение"
                },
                {
                    "key": "Макс. глубина пропила (дерево/металл)",
                    "val": "100/8 мм"
                },
                {
                    "key": "Макс. мощность ",
                    "val": "850 Вт"
                },
                {
                    "key": "Частота хода",
                    "val": "800-3000 "
                },
                {
                    "key": "Ход пилки",
                    "val": "26 мм "
                },
                {
                    "key": "Быстрая замена пилки",
                    "val": "Да "
                },
                {
                    "key": " Подстветка",
                    "val": " Да"
                },
                {
                    "key": " Регулировка оборотов",
                    "val": " Да"
                },
                {
                    "key": " Длина кабеля",
                    "val": " 4 м"
                }
            ],
            "group": "electro"
        },
        {
            "image": "/catalog/electro/8sturm.jpg",
            "desc": "Аккумуляторный гайковерт",
            "title": "Sturm! CD650SBL 1BatterySystem",
            "price": "21 250 р",
            "rows": [
                {
                    "val": "Значение"
                },
                {
                    "key": "Число оборотов",
                    "val": "0 - 1700 1/мин"
                },
                {
                    "key": "Макс. крутящий момент ",
                    "val": "1000 Нм"
                },
                {
                    "key": "Тип двигателя",
                    "val": "Бесщеточный "
                },
                {
                    "key": "Питание",
                    "val": "18В Li-ion "
                },
                {
                    "key": "Кол-во скоростей",
                    "val": "3 "
                },
                {
                    "key": " Подстветка",
                    "val": " Да"
                },
                {
                    "key": " Реверс ",
                    "val": " Да"
                },
                {
                    "key": " Габариты",
                    "val": " 26x26x10 мм"
                }
            ],
            "group": "electro"
        },
        {
            "image": "/catalog/electro/9sturm.jpg",
            "desc": "Аккумуляторный шуруповерт",
            "title": "Sturm! CD3314LP",
            "price": "5 050 р",
            "rows": [
                {
                    "val": "Значение"
                },
                {
                    "key": "Число оборотов",
                    "val": "0 - 1500 1/мин"
                },
                {
                    "key": "Ступеней регулировки",
                    "val": "21+1"
                },
                {
                    "key": "Макс. крутящий момент ",
                    "val": "26 Нм"
                },
                {
                    "key": "Тип двигателя",
                    "val": "Щеточный "
                },
                {
                    "key": "Питание",
                    "val": "14.4В Li-ion 2шт "
                },
                {
                    "key": "Кол-во скоростей",
                    "val": "2 "
                },
                {
                    "key": "Диаметр патрона",
                    "val": "10 мм "
                },
                {
                    "key": " Подстветка",
                    "val": " Да"
                },
                {
                    "key": " Реверс ",
                    "val": " Да"
                },
                {
                    "key": " Габариты",
                    "val": "\n                            31x26x7 мм"
                },
                {
                    "key": " Вес",
                    "val": "1.02 кг"
                }
            ],
            "group": "electro"
        },
        {
            "image": "/catalog/electro/10sturm.jpg",
            "desc": "Аккумуляторный шуруповерт",
            "title": "Sturm! CD3618 1BatterySystem\n                      ",
            "price": "5 550 р",
            "rows": [
                {
                    "val": "Значение"
                },
                {
                    "key": "Число оборотов",
                    "val": "0 - 1500 1/мин"
                },
                {
                    "key": "Макс. крутящий момент ",
                    "val": "30 Нм"
                },
                {
                    "key": "Макс. диаметр шурупа ",
                    "val": "8.1х60"
                },
                {
                    "key": "Тип двигателя",
                    "val": "Щеточный "
                },
                {
                    "key": "Питание",
                    "val": "18В Li-ion "
                },
                {
                    "key": "Кол-во скоростей",
                    "val": "2 "
                },
                {
                    "key": "Диаметр патрона",
                    "val": "10 мм "
                },
                {
                    "key": " Подстветка",
                    "val": " Да"
                },
                {
                    "key": " Реверс ",
                    "val": " Да"
                },
                {
                    "key": " Габариты",
                    "val": " 31x28.5x12 мм"
                }
            ],
            "group": "electro"
        },
        {
            "image": "/catalog/electro/11sturm.jpg",
            "desc": "Аккумуляторный шуруповерт",
            "title": "Hanskonner HCD1838RI",
            "price": "10 650 р",
            "rows": [
                {
                    "val": "Значение"
                },
                {
                    "key": "Число оборотов",
                    "val": "0 - 1600 1/мин"
                },
                {
                    "key": "Частота ударов",
                    "val": "0 - 30000 уд/мин"
                },
                {
                    "key": "Макс. крутящий момент ",
                    "val": "55 Нм"
                },
                {
                    "key": "Тип двигателя",
                    "val": "Щеточный "
                },
                {
                    "key": "Питание",
                    "val": "18В Li-ion 2шт "
                },
                {
                    "key": "Кол-во скоростей",
                    "val": "2 "
                },
                {
                    "key": "Диаметр патрона",
                    "val": "13 мм "
                },
                {
                    "key": " Подстветка",
                    "val": " Да"
                },
                {
                    "key": " Реверс ",
                    "val": " Да"
                },
                {
                    "key": " Габариты",
                    "val": " 11.5x34x29 мм"
                },
                {
                    "key": " Вес",
                    "val": "2.1 кг"
                }
            ],
            "group": "electro"
        },
        {
            "image": "/catalog/electro/12SRH25804BR.jpg",
            "desc": "Перфоратор",
            "title": "SDS Plus Sturm! RH25804BR ",
            "price": "5 350 р",
            "rows": [
                {
                    "val": "Значение"
                },
                {
                    "key": "Макс диаметр сверления (бетон)",
                    "val": "24 мм"
                },
                {
                    "key": "Энергия удара ",
                    "val": "3 Дж"
                },
                {
                    "key": " Длина кабеля",
                    "val": " 2 м"
                },
                {
                    "key": " Число ударов",
                    "val": " 0-4850 уд/мин"
                },
                {
                    "key": "Скорость вращения",
                    "val": " 0-1100 об/мин"
                },
                {
                    "key": "Режимов работы",
                    "val": "3"
                },
                {
                    "key": "Реверс",
                    "val": "Да"
                },
                {
                    "key": " Габариты",
                    "val": " 43x30x10 мм"
                },
                {
                    "key": " Вес",
                    "val": "2.6 кг"
                }
            ],
            "group": "electro"
        },
        {
            "image": "/catalog/electro/13RH2532V.jpg",
            "desc": "Перфоратор",
            "title": "SDS Plus Sturm! RH2532V ",
            "price": "8 350 р",
            "rows": [
                {
                    "val": "Значение"
                },
                {
                    "key": "Макс. мощность",
                    "val": "1300 Вт"
                },
                {
                    "key": "Макс диаметр сверления (бетон)",
                    "val": "26 мм"
                },
                {
                    "key": "Энергия удара ",
                    "val": "4.3 Дж"
                },
                {
                    "key": " Длина кабеля",
                    "val": " 2 м"
                },
                {
                    "key": " Число ударов",
                    "val": " 4100 уд/мин"
                },
                {
                    "key": "Скорость вращения",
                    "val": " 850 об/мин"
                },
                {
                    "key": "Режимов работы",
                    "val": "3"
                },
                {
                    "key": " Размер инструмента",
                    "val": " 380*255 мм"
                },
                {
                    "key": " Вес",
                    "val": "4.38 кг"
                }
            ],
            "group": "electro"
        },
        {
            "image": "/catalog/electro/14AG9012T.png",
            "desc": "Болгарка (УШМ)",
            "title": "Sturm! AG9012T  ",
            "price": "3 350 р",
            "rows": [
                {
                    "val": "Значение"
                },
                {
                    "key": "Диаметр диска",
                    "val": "125"
                },
                {
                    "key": "Макс. мощность ",
                    "val": "1 000 Вт"
                },
                {
                    "key": "Обороты холост. ход",
                    "val": "10000 об/мин "
                },
                {
                    "key": "Посадочный размер ",
                    "val": " 22.2 мм"
                },
                {
                    "key": "Блокировка шпинделя ",
                    "val": "Да"
                },
                {
                    "key": " Длина кабеля",
                    "val": " 2.5 м"
                },
                {
                    "key": " Габариты ",
                    "val": " 11,5x33x12 мм"
                }
            ],
            "group": "electro"
        },
        {
            "image": "/catalog/electro/15AG90121P.jpg",
            "desc": "Болгарка (УШМ)",
            "title": "Sturm! AG90121P  ",
            "price": "4 350 р",
            "rows": [
                {
                    "val": "Значение"
                },
                {
                    "key": "Диаметр диска",
                    "val": "125"
                },
                {
                    "key": "Макс. мощность ",
                    "val": "1 200 Вт"
                },
                {
                    "key": "Обороты холост. ход",
                    "val": "11 000 об/мин "
                },
                {
                    "key": "Посадочный размер ",
                    "val": " 22.2 мм"
                },
                {
                    "key": "Блокировка шпинделя ",
                    "val": "Да"
                },
                {
                    "key": " Длина кабеля",
                    "val": " 4 м"
                },
                {
                    "key": " Габариты ",
                    "val": " 32.5x12.5x12 мм"
                }
            ],
            "group": "electro"
        },
        {
            "image": "/catalog/electro/16AG9018P.jpg",
            "desc": "Болгарка (УШМ)",
            "title": "Sturm! AG9018P  ",
            "price": "7 750 р",
            "rows": [
                {
                    "val": "Значение"
                },
                {
                    "key": "Диаметр диска",
                    "val": "180"
                },
                {
                    "key": "Макс. мощность ",
                    "val": "1 800 Вт"
                },
                {
                    "key": "Обороты холост. ход",
                    "val": "8 700 об/мин "
                },
                {
                    "key": "Посадочный размер ",
                    "val": " 22.2 мм"
                },
                {
                    "key": "Блокировка шпинделя ",
                    "val": "Да"
                },
                {
                    "key": " Длина кабеля",
                    "val": " 2 м"
                },
                {
                    "key": " Габариты ",
                    "val": " 45.5x14.5x12 мм"
                }
            ],
            "group": "electro"
        },
        {
            "image": "/catalog/electro/17DH2516P.jpg",
            "desc": "Отбойный молоток-бетонолом",
            "title": "Sturm! DH2516P ",
            "price": "11 150 р",
            "rows": [
                {
                    "val": "Значение"
                },
                {
                    "key": "Макс. мощность ",
                    "val": "1 650 Вт"
                },
                {
                    "key": "Энергия удара ",
                    "val": "25 Дж"
                },
                {
                    "key": " Длина кабеля",
                    "val": " 4 м"
                },
                {
                    "key": " Число ударов",
                    "val": " 3600 уд/мин"
                },
                {
                    "key": " Размер инструмента",
                    "val": " \n                            418x245x87 мм"
                },
                {
                    "key": " Патрон",
                    "val": "SDS MAX"
                }
            ],
            "group": "electro"
        },
        {
            "image": "/catalog/electro/18HanskonnerHRH2150VC.jpg",
            "desc": "Отбойный молоток",
            "title": "Hanskonner HRH2150VC ",
            "price": "29 590 р",
            "rows": [
                {
                    "val": "Значение"
                },
                {
                    "key": "Макс. мощность ",
                    "val": "2 100 Вт"
                },
                {
                    "key": "Энергия удара ",
                    "val": "50 Дж"
                },
                {
                    "key": " Длина кабеля",
                    "val": " 5 м"
                },
                {
                    "key": " Число ударов",
                    "val": " 1500 уд/мин"
                },
                {
                    "key": " Габариты  ",
                    "val": " \n                            89x41x20 мм"
                },
                {
                    "key": " Патрон",
                    "val": "HEX 30мм  "
                },
                {
                    "key": " Вес",
                    "val": "17 кг"
                }
            ],
            "group": "electro"
        },
        {
            "image": "/catalog/electro/19soyuz_pes_2520rb.jpg",
            "desc": "Отбойный молоток",
            "title": "СОЮЗ ПЕС-2520РБ ",
            "price": "17 550 р",
            "rows": [
                {
                    "val": "Значение"
                },
                {
                    "key": "Макс. мощность ",
                    "val": "2 000 Вт"
                },
                {
                    "key": "Энергия удара ",
                    "val": "55 Дж"
                },
                {
                    "key": " Длина кабеля",
                    "val": " 3 м"
                },
                {
                    "key": " Число ударов",
                    "val": " 1400 уд/мин"
                },
                {
                    "key": " Габариты  ",
                    "val": " \n                            30x71x17 мм"
                },
                {
                    "key": " Патрон",
                    "val": "HEX 30мм  "
                },
                {
                    "key": " Размер инструмента",
                    "val": " \n                            640*230 мм"
                },
                {
                    "key": " Вес",
                    "val": "13.2 кг"
                }
            ],
            "group": "electro"
        },
        {
            "image": "/catalog/electro/20CF7325S.jpg",
            "desc": "Отрезная пила",
            "title": "Sturm! CF7325S ",
            "price": "13 390 р",
            "rows": [
                {
                    "val": "Значение"
                },
                {
                    "key": "Макс. мощность ",
                    "val": "2 600 Вт"
                },
                {
                    "key": "Диаметр диска",
                    "val": "355"
                },
                {
                    "key": " Диаметр посад. отверстия",
                    "val": " 25.4 мм"
                },
                {
                    "key": "Глубина реза",
                    "val": " 110 мм"
                },
                {
                    "key": "Блокировка шпинделя ",
                    "val": "Да"
                },
                {
                    "key": "Плавный пуск",
                    "val": "Да"
                },
                {
                    "key": " Длина кабеля",
                    "val": " 2 м"
                },
                {
                    "key": " Вес  ",
                    "val": " 12 кг"
                }
            ],
            "group": "electro"
        },
        {
            "image": "/catalog/electro/21HanskonnerHAG915S.jpg",
            "desc": "Штроборез",
            "title": " Hanskonner HAG915S",
            "price": "18 490 р.",
            "rows": [
                {
                    "val": "Значение"
                },
                {
                    "key": "Макс. мощность ",
                    "val": "1 500 Вт"
                },
                {
                    "key": "Диаметр диска",
                    "val": "150 мм"
                },
                {
                    "key": " Диаметр посад. отверстия",
                    "val": " 22 мм"
                },
                {
                    "key": " Ширина паза ",
                    "val": " 9 - 45 мм"
                },
                {
                    "key": "Глубина реза",
                    "val": " 44 мм"
                },
                {
                    "key": " Регулировка глубины реза  ",
                    "val": " Да"
                },
                {
                    "key": "Кол-во дисков ",
                    "val": "2"
                },
                {
                    "key": "Блокировка шпинделя ",
                    "val": "Да"
                },
                {
                    "key": "Плавный пуск",
                    "val": "Да"
                },
                {
                    "key": " Длина кабеля",
                    "val": " 4 м"
                }
            ],
            "group": "electro"
        },
        {
            "image": "/catalog/electro/22ag915s.jpg",
            "desc": "Штроборез",
            "title": " Sturm! AG915S ",
            "price": "12 550 р.",
            "rows": [
                {
                    "val": "Значение"
                },
                {
                    "key": "Макс. мощность ",
                    "val": "1 600 Вт"
                },
                {
                    "key": "Диаметр диска",
                    "val": "150 мм"
                },
                {
                    "key": " Диаметр посад. отверстия",
                    "val": " 22 мм"
                },
                {
                    "key": " Ширина паза ",
                    "val": " 9 - 29 мм"
                },
                {
                    "key": "Глубина реза",
                    "val": " 40 мм"
                },
                {
                    "key": " Регулировка глубины реза  ",
                    "val": " Да"
                },
                {
                    "key": "Кол-во дисков ",
                    "val": "2"
                },
                {
                    "key": "Блокировка шпинделя ",
                    "val": "Да"
                },
                {
                    "key": "Плавный пуск",
                    "val": "Да"
                },
                {
                    "key": " Длина кабеля",
                    "val": " 2 м"
                }
            ],
            "group": "electro"
        },
        {
            "image": "/catalog/electro/23Sturm4010-12-AL.jpg",
            "desc": "Лазерный уровень",
            "title": " Sturm! 4010-12-AL",
            "price": "10 750 р.",
            "rows": [
                {
                    "val": "Значение"
                },
                {
                    "key": "Тип нивелира",
                    "val": "Лазерный линейный"
                },
                {
                    "key": "Кол-во лучей",
                    "val": "12"
                },
                {
                    "key": " Дальность без приемника",
                    "val": " 20 м"
                },
                {
                    "key": " Тип луча ",
                    "val": " Горизонт/Вертикальный"
                },
                {
                    "key": "Точность",
                    "val": " 0.3 мм/м"
                },
                {
                    "key": " Резьба под штатив  ",
                    "val": " 5/8\",1/4\""
                },
                {
                    "key": " Функции",
                    "val": " \t\n                            Отключение выравнивания"
                }
            ],
            "group": "electro"
        }
    ];

const be = [
    {
        "image": "/catalog/benzo/1varteg3500.jpg",
        "desc": "БЕНЗИНОВЫЙ ГЕНЕРАТОР",
        "title": " VARTEG G3500",
        "price": "20260 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Mощность ном./макс.",
                "val": "3.0\tкВт / 3.5 кВт"
            },
            {
                "key": "Mощность двиг.",
                "val": "7.0\tл.с"
            },
            {
                "key": "Объем бака",
                "val": "15 л"
            },
            {
                "key": "Пуск",
                "val": "Ручной"
            },
            {
                "key": "Розеток 220В",
                "val": " 2"
            },
            {
                "key": "Уровень шума",
                "val": "68 Дб"
            },
            {
                "key": " Габар. размеры",
                "val": " 595 х 420 х 430 мм"
            },
            {
                "key": "Вес нетто ",
                "val": "45 кг"
            }
        ],
        "group": "benzo"
    },
    {
        "image": "/catalog/benzo/2varteg7500.png",
        "desc": "БЕНЗИНОВЫЙ ГЕНЕРАТОР",
        "title": " REAL MIG 200 BLACK (N24002N)",
        "price": "34410 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Mощность ном./макс.",
                "val": "7.0\tкВт / 7.5 кВт"
            },
            {
                "key": "Mощность двиг.",
                "val": "15.0\tл.с"
            },
            {
                "key": "Объем бака",
                "val": "25 л"
            },
            {
                "key": "Пуск",
                "val": "Ручной/Электро"
            },
            {
                "key": "Розеток 220В",
                "val": " 2"
            },
            {
                "key": "Уровень шума",
                "val": "74 Дб"
            },
            {
                "key": " Габар. размеры",
                "val": " 680 х 510 х 545 мм"
            },
            {
                "key": "Вес нетто ",
                "val": "87 кг"
            }
        ],
        "group": "benzo"
    },
    {
        "image": "/catalog/benzo/3g300.jpg",
        "desc": "БЕНЗИНОВЫЙ ГЕНЕРАТОР",
        "title": "  FOXWELD EXPERT G3700",
        "price": "30346 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Mощность ном./макс.",
                "val": "2.8\tкВт / 3.3 кВт"
            },
            {
                "key": "Mощность двиг.",
                "val": "7.0\tл.с"
            },
            {
                "key": "Объем бака",
                "val": "15 л"
            },
            {
                "key": "Пуск",
                "val": "Ручной"
            },
            {
                "key": "Розеток 220В",
                "val": " 2"
            },
            {
                "key": "Уровень шума",
                "val": "87 Дб"
            },
            {
                "key": " Габар. размеры",
                "val": " 595х425х425 мм"
            },
            {
                "key": "Вес нетто ",
                "val": "45 кг"
            }
        ],
        "group": "benzo"
    },
    {
        "image": "/catalog/benzo/4g8500.jpg",
        "desc": "БЕНЗИНОВЫЙ ГЕНЕРАТОР",
        "title": " FOXWELD EXPERT G8500 EW ",
        "price": "89786 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Mощность ном./макс.",
                "val": "7.0\tкВт / 8.0 кВт"
            },
            {
                "key": "Mощность двиг.",
                "val": "19.0\tл.с"
            },
            {
                "key": "Объем бака",
                "val": "25 л"
            },
            {
                "key": "Пуск",
                "val": "Ручной/Электро"
            },
            {
                "key": "Розеток 220В",
                "val": "3"
            },
            {
                "key": "Уровень шума",
                "val": "87 Дб"
            },
            {
                "key": " Габар. размеры",
                "val": " 680х525х545 мм"
            },
            {
                "key": "Вес нетто ",
                "val": "94 кг"
            }
        ],
        "group": "benzo"
    },
    {
        "image": "/catalog/benzo/5g9500.jpg",
        "desc": "БЕНЗИНОВЫЙ ГЕНЕРАТОР",
        "title": " FOXWELD EXPERT G9500-3 ",
        "price": "110652 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Mощность ном./макс.",
                "val": "7.6\tкВт / 8.0 кВт"
            },
            {
                "key": "Mощность двиг.",
                "val": "19.0\tл.с"
            },
            {
                "key": "Объем бака",
                "val": "25 л"
            },
            {
                "key": "Пуск",
                "val": "Ручной/Электро"
            },
            {
                "key": "Розеток 220В",
                "val": "1"
            },
            {
                "key": "Уровень шума",
                "val": "80 Дб"
            },
            {
                "key": " Габар. размеры",
                "val": " 690х520х560 мм"
            },
            {
                "key": "Вес нетто ",
                "val": "96 кг"
            }
        ],
        "group": "benzo"
    },
    {
        "image": "/catalog/benzo/6age2200.jpg",
        "desc": "БЕНЗИНОВЫЙ ГЕНЕРАТОР",
        "title": " Aurora AGE 2200 RUN",
        "price": "19 500 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Mощность ном./макс.",
                "val": "2.0\tкВт / 2.2 кВт"
            },
            {
                "key": "Mощность двиг.",
                "val": "6.5\tл.с"
            },
            {
                "key": "Объем бака",
                "val": "3.6 л"
            },
            {
                "key": "Пуск",
                "val": "Ручной"
            },
            {
                "key": "Время автономн.работы",
                "val": "3 ч"
            },
            {
                "key": "Уровень шума",
                "val": "67 Дб"
            },
            {
                "key": " Габар. размеры",
                "val": " 590х345х450 мм"
            },
            {
                "key": "Вес нетто ",
                "val": "34 кг"
            }
        ],
        "group": "benzo"
    },
    {
        "image": "/catalog/benzo/7abe5500.jpg",
        "desc": "БЕНЗИНОВЫЙ ГЕНЕРАТОР",
        "title": " Aurora ABE 5500 RUN",
        "price": "40 930 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Mощность ном./макс.",
                "val": "5.0\tкВт / 5.5 кВт"
            },
            {
                "key": "Mощность двиг.",
                "val": "7.2\tл.с"
            },
            {
                "key": "Объем бака",
                "val": "6.5 л"
            },
            {
                "key": "Пуск",
                "val": "Ручной"
            },
            {
                "key": "Расход топлива",
                "val": "2.7 кг./ч"
            },
            {
                "key": "Время автономн.работы",
                "val": "2.4 ч"
            },
            {
                "key": "Уровень шума",
                "val": "74 Дб"
            },
            {
                "key": " Габар. размеры",
                "val": " 735x565x590 мм"
            },
            {
                "key": "Вес нетто ",
                "val": "66 кг"
            }
        ],
        "group": "benzo"
    },
    {
        "image": "/catalog/benzo/8age1200plus.jpg",
        "desc": "БЕНЗИНОВЫЙ ГЕНЕРАТОР",
        "title": " Aurora AGE 12000 D PLUS",
        "price": "176 000 р.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Mощность ном./макс.",
                "val": "10.0\tкВт / 10.5 кВт"
            },
            {
                "key": "Время автоном.раб",
                "val": "9 ч"
            },
            {
                "key": "Объем бака",
                "val": "26 л"
            },
            {
                "key": "Пуск",
                "val": "Ручной/Электро"
            },
            {
                "key": "Расход топлива",
                "val": "7 л/ч"
            },
            {
                "key": "Розеток 220В",
                "val": "3"
            },
            {
                "key": "Уровень шума",
                "val": "70 Дб"
            },
            {
                "key": " Габар. размеры",
                "val": " 825x665x680 мм"
            },
            {
                "key": "Вес нетто ",
                "val": "168 кг"
            }
        ],
        "group": "benzo"
    },
    {
        "image": "/catalog/benzo/9age1200plus_blok-avt.jpg",
        "desc": "БЕНЗИНОВЫЙ ГЕНЕРАТОР",
        "title": " Aurora AGE 12000 D PLUS + автомат.",
        "price": "189 000 р.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Mощность ном./макс.",
                "val": "10.0\tкВт / 10.5 кВт"
            },
            {
                "key": "Время автоном.раб",
                "val": "9 ч"
            },
            {
                "key": "Объем бака",
                "val": "26 л"
            },
            {
                "key": "Пуск",
                "val": "Ручной/Электро"
            },
            {
                "key": "Расход топлива",
                "val": "7 л/ч"
            },
            {
                "key": "Розеток 220В",
                "val": "3"
            },
            {
                "key": "Уровень шума",
                "val": "70 Дб"
            },
            {
                "key": " Габар. размеры",
                "val": " 825x665x680 мм"
            },
            {
                "key": "Вес нетто ",
                "val": "190 кг"
            }
        ],
        "group": "benzo"
    },
    {
        "image": "/catalog/benzo/10age12500dsx.jpg",
        "desc": "БЕНЗИНОВЫЙ ГЕНЕРАТОР",
        "title": " Aurora AGE 12500 DSX DUAL",
        "price": "19 500 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Mощность ном./макс.",
                "val": "10.0\tкВт / 10.5 кВт"
            },
            {
                "key": "Тип двиг.",
                "val": "2-цилиндр, 4-тактный"
            },
            {
                "key": "Объем бака",
                "val": "26 л"
            },
            {
                "key": "Пуск",
                "val": "Ручной/Электро"
            },
            {
                "key": "Расход",
                "val": "7 л / ч"
            },
            {
                "key": "Уровень шума",
                "val": "70 Дб"
            },
            {
                "key": " Габар. размеры",
                "val": " 980х650х810 мм"
            },
            {
                "key": "Вес нетто ",
                "val": "193 кг"
            }
        ],
        "group": "benzo"
    },
    {
        "image": "/catalog/benzo/1kylt.jpg",
        "desc": "Культиватор бензиновый",
        "title": "  Aurora DIGGER 750",
        "price": "29 000 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Mощность двиг.",
                "val": "6.5 л.с"
            },
            {
                "key": "Тип двиг.",
                "val": "Бензиновый"
            },
            {
                "key": "Объем бака",
                "val": "3.6 л"
            },
            {
                "key": "Скорости",
                "val": "2-вперед, 1-назад"
            },
            {
                "key": "Диаметр оси",
                "val": "23 мм"
            },
            {
                "key": "Реверс",
                "val": "Есть"
            },
            {
                "key": " Габар. размеры",
                "val": "1400x840x1020 мм"
            },
            {
                "key": "Вес нетто ",
                "val": "56 кг"
            }
        ],
        "group": "benzo"
    },
    {
        "image": "/catalog/benzo/2k_aurora.jpg",
        "desc": "Мотоблок бензиновый",
        "title": "  Aurora COUNTRY 1055",
        "price": "36 400 руб",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Mощность двиг.",
                "val": "7 л.с"
            },
            {
                "key": "Тип двиг.",
                "val": "Бензиновый"
            },
            {
                "key": "Объем бака",
                "val": "3.6 л"
            },
            {
                "key": "Скорости",
                "val": "2-вперед, 1-назад"
            },
            {
                "key": "Диаметр оси",
                "val": "23 мм"
            },
            {
                "key": "Реверс",
                "val": "Есть"
            },
            {
                "key": " Габар. размеры",
                "val": "1010х570х800 мм"
            },
            {
                "key": "Вес нетто ",
                "val": "85 кг"
            }
        ],
        "group": "benzo"
    },
    {
        "image": "/catalog/benzo/3k_AuroraGARDENER750.jpg",
        "desc": "Мотоблок бензиновый",
        "title": "Aurora GARDENER 750",
        "price": "36 400 руб",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Mощность двиг.",
                "val": "7 л.с"
            },
            {
                "key": "Тип двиг.",
                "val": "Бензиновый"
            },
            {
                "key": "Объем бака",
                "val": "3.6 л"
            },
            {
                "key": "Скорости",
                "val": "2-вперед, 1-назад"
            },
            {
                "key": "Диаметр оси",
                "val": "23 мм"
            },
            {
                "key": "Реверс",
                "val": "Есть"
            },
            {
                "key": " Габар. размеры",
                "val": "\t1400х840х1020 мм"
            },
            {
                "key": "Вес нетто ",
                "val": "74 кг"
            }
        ],
        "group": "benzo"
    },
    {
        "image": "/catalog/benzo/4k_1050ADVANCE.jpg",
        "desc": "Мотоблок бензиновый",
        "title": " Aurora COUNTRY 1050 ADVANCE",
        "price": "55 400 руб",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Mощность двиг.",
                "val": "9 л.с"
            },
            {
                "key": "Тип двиг.",
                "val": "Бензиновый"
            },
            {
                "key": "Объем бака",
                "val": "6.5 л"
            },
            {
                "key": "Скорости",
                "val": "2-вперед, 1-назад"
            },
            {
                "key": "Диаметр оси",
                "val": "23 мм"
            },
            {
                "key": "Реверс",
                "val": "Есть"
            },
            {
                "key": "Габар. размеры",
                "val": "1700х1050х1030 мм"
            },
            {
                "key": "Вес нетто ",
                "val": "127 кг"
            }
        ],
        "group": "benzo"
    },
    {
        "image": "/catalog/benzo/5k_1350dplus.jpg",
        "desc": "Мотоблок дизельный",
        "title": "Aurora SPACE-YARD 1350D PLUS",
        "price": "76 700 руб",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Mощность двиг.",
                "val": "9 л.с"
            },
            {
                "key": "Тип двиг.",
                "val": "Дизельный"
            },
            {
                "key": "Объем бака",
                "val": "5.5 л"
            },
            {
                "key": "Скорости",
                "val": "2-вперед, 1-назад"
            },
            {
                "key": "Диаметр оси",
                "val": "114 мм"
            },
            {
                "key": "Реверс",
                "val": "Есть"
            },
            {
                "key": " Габар. размеры",
                "val": "1030х570х880 мм"
            },
            {
                "key": "Вес нетто ",
                "val": "144 кг"
            }
        ],
        "group": "benzo"
    },
    {
        "image": "/catalog/benzo/1compress.jpg",
        "desc": "Компрессор",
        "title": "Remeza СБ 4/С- 50 LB 30 A",
        "price": "000 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Mощность",
                "val": "2.2 кВт"
            },
            {
                "key": "Тип компрессора",
                "val": "Маслозаполненный"
            },
            {
                "key": "Тип привода",
                "val": "Ременный"
            },
            {
                "key": "Объем ресивера",
                "val": "50 л"
            },
            {
                "key": "Производительность",
                "val": "420 л/мин"
            },
            {
                "key": "Давление",
                "val": "10 атм "
            },
            {
                "key": " Габар. размеры",
                "val": "850х400х770 мм"
            },
            {
                "key": "Вес нетто ",
                "val": "71 кг"
            }
        ],
        "group": "benzo"
    },
    {
        "image": "/catalog/benzo/2compress.jpg",
        "desc": "Компрессор",
        "title": "Remeza СБ 4/Ф-270 LB 50",
        "price": "000 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Mощность",
                "val": "4 кВт"
            },
            {
                "key": "Тип компрессора",
                "val": "Маслозаполненный"
            },
            {
                "key": "Тип привода",
                "val": "Ременный"
            },
            {
                "key": "Объем ресивера",
                "val": "270 л"
            },
            {
                "key": "Производительность",
                "val": "690 л/мин"
            },
            {
                "key": "Давление",
                "val": "10 атм "
            },
            {
                "key": " Габар. размеры",
                "val": "1650х660х1150мм"
            },
            {
                "key": "Вес нетто ",
                "val": "195 кг"
            }
        ],
        "group": "benzo"
    },
    {
        "image": "/catalog/benzo/3compres.jpg",
        "desc": "Компрессор МАСЛЯНЫЙ КОАКСИАЛЬНЫЙ",
        "title": "AERO 220/50",
        "price": "000 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Mощность",
                "val": "1.5 кВт"
            },
            {
                "key": "Объем ресивера",
                "val": "50 л"
            },
            {
                "key": "Производительность",
                "val": "220 л/мин"
            },
            {
                "key": "Давление",
                "val": "8 бар "
            },
            {
                "key": " Габар. размеры",
                "val": "700 x 310 x 660    мм"
            },
            {
                "key": "Вес нетто ",
                "val": "29 кг"
            }
        ],
        "group": "benzo"
    },
    {
        "image": "/catalog/benzo/4compres_aero380.jpg",
        "desc": "Компрессор МАСЛЯНЫЙ РЕМЕННОЙ",
        "title": "AERO 380/100",
        "price": "000 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Mощность",
                "val": "2.2 кВт"
            },
            {
                "key": "Объем ресивера",
                "val": "100 л"
            },
            {
                "key": "Производительность",
                "val": "380 л/мин"
            },
            {
                "key": "Давление",
                "val": "8 бар "
            },
            {
                "key": " Габар. размеры",
                "val": "1060 x 420 x 770  мм"
            },
            {
                "key": "Вес нетто ",
                "val": "64.5 кг"
            }
        ],
        "group": "benzo"
    },
    {
        "image": "/catalog/benzo/5compress_aero.jpg",
        "desc": "КОМПРЕССОР МАСЛЯНЫЙ РЕМЕННОЙ",
        "title": "AEROMAX 1050/300",
        "price": "130 000 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Mощность",
                "val": "7.5 кВт"
            },
            {
                "key": "Объем ресивера",
                "val": "300 л"
            },
            {
                "key": "Уровень шума",
                "val": "78 дБа"
            },
            {
                "key": "Производительность",
                "val": "1050 л/мин"
            },
            {
                "key": "Давление",
                "val": "12.5 бар "
            },
            {
                "key": " Габар. размеры",
                "val": "\t1650 x 630 x 1180 мм"
            },
            {
                "key": "Вес нетто ",
                "val": "286 кг"
            }
        ],
        "group": "benzo"
    },
    {
        "image": "/catalog/benzo/6compress_aurora.jpg",
        "desc": "КОМПРЕССОР БЕЗМАСЛЯНЫЙ",
        "title": "PASSAT-25 BLACK",
        "price": "14 300 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Mощность",
                "val": "1.45 кВт"
            },
            {
                "key": "Объем ресивера",
                "val": "24 л"
            },
            {
                "key": "Уровень шума",
                "val": "70 дБ"
            },
            {
                "key": "Производительность",
                "val": "249 л/мин"
            },
            {
                "key": "Давление",
                "val": "8 бар "
            },
            {
                "key": " Габар. размеры",
                "val": "550х250х540 мм"
            },
            {
                "key": "Вес нетто ",
                "val": "20.5 кг"
            }
        ],
        "group": "benzo"
    },
    {
        "image": "/catalog/benzo/7compress.jpg",
        "desc": "КОМПРЕССОР",
        "title": "Aurora Tornado-275",
        "price": "128 520 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Mощность",
                "val": "5.5 кВт"
            },
            {
                "key": "Объем ресивера",
                "val": "260 л"
            },
            {
                "key": "Уровень шума",
                "val": "97 дБ"
            },
            {
                "key": "Производительность",
                "val": "982 л/мин"
            },
            {
                "key": "Давление",
                "val": "10 бар "
            },
            {
                "key": " Габар. размеры",
                "val": "\t1535х1245х625 мм"
            },
            {
                "key": "Вес нетто ",
                "val": "190 кг"
            }
        ],
        "group": "benzo"
    },
    {
        "image": "/catalog/benzo/8compress.jpg",
        "desc": "КОМПРЕССОР",
        "title": " Aurora CYCLON-100 TURBO active series",
        "price": "44 100 руб",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Mощность",
                "val": "2.2 кВт"
            },
            {
                "key": "Объем ресивера",
                "val": "100 л"
            },
            {
                "key": "Уровень шума",
                "val": "95 дБ"
            },
            {
                "key": "Производительность",
                "val": "425 л/мин"
            },
            {
                "key": "Давление max",
                "val": "10 бар "
            },
            {
                "key": " Габар. размеры",
                "val": "1100х850х440 мм"
            },
            {
                "key": "Вес нетто ",
                "val": "68 кг"
            }
        ],
        "group": "benzo"
    }
];

const gas = [
    {
        "image": "/catalog/gas/1gasr1p.jpg",
        "desc": "Пропановый резак",
        "title": " KRASS Р1П-100 ",
        "price": "2 289 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип",
                "val": "вентильный"
            },
            {
                "key": "Толщина реза",
                "val": "0-100 мм"
            },
            {
                "key": "Длина",
                "val": "480"
            },
            {
                "key": "Рабочее горючее",
                "val": "пропан"
            },
            {
                "key": "Смешение газа",
                "val": "инжекторное"
            },
            {
                "key": "Диаметр ниппеля",
                "val": "6/9"
            },
            {
                "key": " Входное соединение",
                "val": "М16х1,5"
            },
            {
                "key": "Вес",
                "val": "1.1 кг"
            },
            {
                "key": "Комплект ",
                "val": "мундштук вн. №1,2,3,4, нржн. №1"
            }
        ],
        "group": "gas"
    },
    {
        "image": "/catalog/gas/2r3p-02m.jpg",
        "desc": "Пропановый резак",
        "title": " KRASS Р3П-02М",
        "price": "2 769 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип",
                "val": "вентильный"
            },
            {
                "key": "Толщина реза",
                "val": "100-300 мм"
            },
            {
                "key": "Длина",
                "val": "480"
            },
            {
                "key": "Рабочее горючее",
                "val": "пропан"
            },
            {
                "key": "Смешение газа",
                "val": "инжекторное"
            },
            {
                "key": "Диаметр ниппеля",
                "val": "6/9"
            },
            {
                "key": " Входное соединение",
                "val": "М16х1,5"
            },
            {
                "key": "Вес",
                "val": "750 г"
            },
            {
                "key": "Комплект ",
                "val": "мундштук вн. №1,2,3,4, нржн. №1"
            }
        ],
        "group": "gas"
    },
    {
        "image": "/catalog/gas/3krassg2c-m.jpg",
        "desc": "Ацетиленовая горелка",
        "title": "KRASS Г2С-М тип МАЛЮТКА",
        "price": "3 006 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип",
                "val": "Г2С, маломощная"
            },
            {
                "key": "Max. толщина сварки ",
                "val": "9 мм"
            },
            {
                "key": "Габариты",
                "val": "270х90х70"
            },
            {
                "key": "Рабочее горючее",
                "val": "ацетилен"
            },
            {
                "key": "Диаметр ниппеля",
                "val": "6/9"
            },
            {
                "key": " Входное соединение",
                "val": "М16х1.5"
            },
            {
                "key": "Вес",
                "val": "750 г"
            },
            {
                "key": "Комплект ",
                "val": "наконечн. № 0,1,2,3"
            }
        ],
        "group": "gas"
    },
    {
        "image": "/catalog/gas/4bpo53.jpg",
        "desc": "Редуктор пропановый",
        "title": " БПО 5 3 KRASS",
        "price": "1 099 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип газа",
                "val": "пропан"
            },
            {
                "key": "Max. пропускн. способность ",
                "val": "5 m3/ч"
            },
            {
                "key": "Вх.давление",
                "val": "25 бар"
            },
            {
                "key": "Вых.давление",
                "val": "4 бар"
            },
            {
                "key": " Входное соединение",
                "val": "W21.8х1/14LH"
            },
            {
                "key": " Выходное соединение",
                "val": "М16х1.5LH; 6.3 мм; 9 мм"
            },
            {
                "key": "Назначение ",
                "val": "баллонные"
            },
            {
                "key": "Подогреватель газа ",
                "val": "нет"
            }
        ],
        "group": "gas"
    },
    {
        "image": "/catalog/gas/5krass.jpg",
        "desc": "Редуктор углекислотный",
        "title": " УР 6 6 mini KRASS",
        "price": "1 489 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип газа",
                "val": "углекислота"
            },
            {
                "key": "Max. раб. давление ",
                "val": "6 Мпа"
            },
            {
                "key": "Max. пропускн. способность ",
                "val": "15 m3/ч"
            },
            {
                "key": "Вх.давление",
                "val": "150 бар"
            },
            {
                "key": "Материал ",
                "val": "силумин"
            },
            {
                "key": "Вых.давление",
                "val": "6 бар"
            },
            {
                "key": " Входное соединение",
                "val": "G3/4"
            },
            {
                "key": " Выходное соединение",
                "val": "М16х1.5LH; 6.3 мм; 9 мм"
            },
            {
                "key": "Назначение ",
                "val": "баллонные"
            },
            {
                "key": "Подогреватель газа ",
                "val": "нет"
            }
        ],
        "group": "gas"
    },
    {
        "image": "/catalog/gas/6bko.jpg",
        "desc": "Редуктор кислородный",
        "title": "БКО 50 12.5 mini KRASS ",
        "price": "1 359 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип газа",
                "val": "кислород"
            },
            {
                "key": "Max. раб. давление ",
                "val": "1.25 Мпа"
            },
            {
                "key": "Max. пропускн. способность ",
                "val": "40 m3/ч"
            },
            {
                "key": "Вх.давление",
                "val": "150 бар"
            },
            {
                "key": "Материал ",
                "val": "латунь"
            },
            {
                "key": "Вых.давление",
                "val": "12.5 бар"
            },
            {
                "key": " Входное соединение",
                "val": "G3/4"
            },
            {
                "key": " Выходное соединение",
                "val": "М16х1.5LH; 6.3 мм; 9 мм"
            },
            {
                "key": "Назначение ",
                "val": "баллонные"
            },
            {
                "key": "Подогреватель газа ",
                "val": "нет"
            }
        ],
        "group": "gas"
    },
    {
        "image": "/catalog/gas/7bao.jpg",
        "desc": "Редуктор ацетиленовый",
        "title": "БАО 5 1.5 KRASS",
        "price": "1 776 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип газа",
                "val": "ацетилен"
            },
            {
                "key": "Max. пропускн. способность ",
                "val": "5 m3/ч"
            },
            {
                "key": "Вх.давление",
                "val": "25 бар"
            },
            {
                "key": "Материал ",
                "val": "латунь"
            },
            {
                "key": "Вых.давление",
                "val": "1.5 бар"
            },
            {
                "key": " Входное соединение",
                "val": "хомут"
            },
            {
                "key": " Выходное соединение",
                "val": "М16х1.5LH; 6.3 мм; 9 мм"
            },
            {
                "key": "Назначение ",
                "val": "баллонные"
            },
            {
                "key": "Подогреватель газа ",
                "val": "нет"
            }
        ],
        "group": "gas"
    },
    {
        "image": "/catalog/gas/8kpp2.jpg",
        "desc": "Регулятор для углекислоты и аргона",
        "title": "У 30/АР 40 КР Р2 KRASS",
        "price": "2 639 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип газа",
                "val": "аргон, углекислота"
            },
            {
                "key": "Max. раб. давление ",
                "val": "15 МПа"
            },
            {
                "key": "Max. пропускн. способность ",
                "val": "1.8 m3/ч"
            },
            {
                "key": "Вх.давление",
                "val": "150 бар"
            },
            {
                "key": "Материал ",
                "val": "алюминий"
            },
            {
                "key": " Входное соединение",
                "val": "G3/4"
            },
            {
                "key": " Выходное соединение",
                "val": "М16х1.5LH; 6.3 мм; 9 мм"
            },
            {
                "key": "Назначение ",
                "val": "расходомеры (с ротаметром)"
            },
            {
                "key": "Подогреватель газа ",
                "val": "нет"
            }
        ],
        "group": "gas"
    },
    {
        "image": "/catalog/gas/9blue.jpg",
        "desc": "Рукав кислородный",
        "title": "Синий (40 м; 6.3 мм) ",
        "price": "2 472 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип газа",
                "val": "кислород"
            },
            {
                "key": "Проходной диаметр ",
                "val": "6 мм"
            },
            {
                "key": "Темпер.эксплуат.",
                "val": "от -30 до +70 °С"
            },
            {
                "key": "Длина ",
                "val": "40 м"
            }
        ],
        "group": "gas"
    },
    {
        "image": "/catalog/gas/10red.jpg",
        "desc": "Рукав ацетиленовый",
        "title": "Красный (40 м; 6.3 мм) ",
        "price": "2 472 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип газа",
                "val": "пропан / ацетилен"
            },
            {
                "key": "Проходной диаметр ",
                "val": "6 мм"
            },
            {
                "key": "Темпер.эксплуат.",
                "val": "от -30 до +70 °С"
            },
            {
                "key": "Длина ",
                "val": "40 м"
            }
        ],
        "group": "gas"
    }
];

const protection = [
    {
        "image": "/catalog/acsess/1SMART%E2%80%941.png",
        "desc": "Маска для сварки",
        "title": " SMART—1 ",
        "price": "1 104 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип сварки/резки",
                "val": "MMA/CUT/MIG/MAG/TIG"
            },
            {
                "key": "Материал корпуса щитка",
                "val": "PP"
            },
            {
                "key": "Прочность ТР ТС 019/2011",
                "val": "B"
            },
            {
                "key": "Температура эксплуатации",
                "val": "–30…+55 С°"
            },
            {
                "key": "Откидной бокс ",
                "val": "Да"
            },
            {
                "key": "Светофильтр",
                "val": "Стеклянный/11 DIN"
            },
            {
                "key": "Тип батарейки",
                "val": "Солнечная"
            },
            {
                "key": "Размер светофильтра",
                "val": "107х83 мм"
            },
            {
                "key": " Размер защит. пластины",
                "val": "106х88 мм"
            },
            {
                "key": " Степень затемнения (SHADE)",
                "val": "11– DIN"
            }
        ],
        "group": "protection"
    },
    {
        "image": "/catalog/acsess/2PROB20.png",
        "desc": "Маска для сварки",
        "title": " PRO B20 КАРБОН TRUE COLOR ",
        "price": "3 563 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип сварки/резки",
                "val": "MMA/CUT/MIG/MAG/TIG"
            },
            {
                "key": "Материал корпуса щитка",
                "val": "PP"
            },
            {
                "key": "Прочность ТР ТС 019/2011",
                "val": "S"
            },
            {
                "key": "Температура эксплуатации",
                "val": "–5…+55 С°"
            },
            {
                "key": "Мин. ток срабат.(TIG)",
                "val": "≥ 30 А"
            },
            {
                "key": "Тип батарейки",
                "val": "Солнечная/Литиевая CR2450"
            },
            {
                "key": "УФ/ ИК защита",
                "val": "16 DIN"
            },
            {
                "key": " Время затемнения",
                "val": "0.00030 с"
            },
            {
                "key": " Степень затемнения (SHADE)",
                "val": "9–13 DIN"
            }
        ],
        "group": "protection"
    },
    {
        "image": "/catalog/acsess/3C50I.png",
        "desc": "Маска для сварки",
        "title": "TECH C50I TRUE COLOR PLUS ",
        "price": "11 004 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип сварки/резки",
                "val": "MMA/CUT/MIG/MAG/TIG"
            },
            {
                "key": "Материал корпуса щитка",
                "val": "PA66"
            },
            {
                "key": "Прочность ТС 019/2011",
                "val": "B"
            },
            {
                "key": "Температура эксплуатации",
                "val": "–5…+55 С°"
            },
            {
                "key": "Мин. ток срабат.(TIG)",
                "val": "≥ 2 А"
            },
            {
                "key": "Тип батарейки",
                "val": "Солнечная/Литиевая CR2450"
            },
            {
                "key": "УФ/ ИК защита",
                "val": "15 DIN"
            },
            {
                "key": " Время затемнения",
                "val": "0.00010 с"
            },
            {
                "key": " Степень затемнения (SHADE)",
                "val": "9–13 DIN"
            }
        ],
        "group": "protection"
    },
    {
        "image": "/catalog/acsess/4TECHC50I.png",
        "desc": "Маска для сварки",
        "title": "TECH C50I ХИЩНИК TRUE COLOR PLUS ",
        "price": "13 189 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип сварки/резки",
                "val": "MMA/CUT/MIG/MAG/TIG"
            },
            {
                "key": "Материал корпуса щитка",
                "val": "PA66"
            },
            {
                "key": "Прочность ТС 019/2011",
                "val": "B"
            },
            {
                "key": "Температура эксплуатации",
                "val": "–5…+55 С°"
            },
            {
                "key": "Мин. ток срабат.(TIG)",
                "val": "≥ 2 А"
            },
            {
                "key": "Тип батарейки",
                "val": "Солнечная/Литиевая CR2450"
            },
            {
                "key": "УФ/ ИК защита",
                "val": "15 DIN"
            },
            {
                "key": " Время затемнения",
                "val": "0.00010 с"
            },
            {
                "key": " Степень затемнения (SHADE)",
                "val": "9–13 DIN"
            }
        ],
        "group": "protection"
    },
    {
        "image": "/catalog/acsess/5TECHC50I_tehno.png",
        "desc": "Маска для сварки",
        "title": "TECH C50I ТЕХНО TRUE COLOR PLUS ",
        "price": "13 189 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип сварки/резки",
                "val": "MMA/CUT/MIG/MAG/TIG"
            },
            {
                "key": "Материал корпуса щитка",
                "val": "PA66"
            },
            {
                "key": "Прочность ТС 019/2011",
                "val": "B"
            },
            {
                "key": "Температура эксплуатации",
                "val": "–5…+55 С°"
            },
            {
                "key": "Мин. ток срабат.(TIG)",
                "val": "≥ 2 А"
            },
            {
                "key": "Тип батарейки",
                "val": "Солнечная/Литиевая CR2450"
            },
            {
                "key": "УФ/ ИК защита",
                "val": "15 DIN"
            },
            {
                "key": " Время затемнения",
                "val": "0.00010 с"
            },
            {
                "key": " Степень затемнения (SHADE)",
                "val": "9–13 DIN"
            }
        ],
        "group": "protection"
    },
    {
        "image": "/catalog/acsess/6sparx_rc.png",
        "desc": "СИЗОД",
        "title": "TECH SPARX RC + VENTO ",
        "price": "109 920 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип сварки/резки",
                "val": "MMA/CUT/MIG/MAG/TIG"
            },
            {
                "key": "Материал корпуса щитка",
                "val": "PA66"
            },
            {
                "key": "Прочность ТС 019/2011",
                "val": "B"
            },
            {
                "key": "Температура эксплуатации",
                "val": "–10…+65 С°"
            },
            {
                "key": "Мин. ток срабат.(TIG)",
                "val": "≥ 2 А"
            },
            {
                "key": "Модель светофильтра ",
                "val": "TRUE COLOR PLUS SPARX RC"
            },
            {
                "key": "УФ/ ИК защита",
                "val": "15 DIN"
            },
            {
                "key": " Время затемнения",
                "val": "0.00008 с"
            },
            {
                "key": " Степень затемнения (SHADE)",
                "val": "0.1–0.9 DIN"
            }
        ],
        "group": "protection"
    },
    {
        "image": "/catalog/acsess/7SPOTELITE.png",
        "desc": "Маска для сварки",
        "title": "TECH SPOTELITE TRUE COLOR PLUS ",
        "price": "15 452 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип сварки/резки",
                "val": "MMA/CUT/MIG/MAG/TIG"
            },
            {
                "key": "Материал корпуса щитка",
                "val": "PA66"
            },
            {
                "key": "Прочность ТС 019/2011",
                "val": "B"
            },
            {
                "key": "Температура эксплуатации",
                "val": "–10…+65 С°"
            },
            {
                "key": "Мин. ток срабат.(TIG)",
                "val": "≥ 3 А"
            },
            {
                "key": "Модель светофильтра ",
                "val": "TRUE COLOR PLUS SPOTELITE"
            },
            {
                "key": "УФ/ ИК защита",
                "val": "15 DIN"
            },
            {
                "key": " Время затемнения",
                "val": "0.00030 с"
            },
            {
                "key": " Степень затемнения (SHADE)",
                "val": "5–13 DIN"
            }
        ],
        "group": "protection"
    },
    {
        "image": "/catalog/acsess/8FOXCRAFT.jpg",
        "desc": "Маска для сварки",
        "title": "FOXCRAFT \"ГАЛАКТИКА\" ",
        "price": "10 800 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип сварки/резки",
                "val": "MMA/MIG/MAG/ARC"
            },
            {
                "key": "Материал корпуса щитка",
                "val": "PA66"
            },
            {
                "key": "Прочность ТС 019/2011",
                "val": "B"
            },
            {
                "key": "Температура эксплуатации",
                "val": "–5…+55 С°"
            },
            {
                "key": "Модель светофильтра ",
                "val": "9700V"
            },
            {
                "key": "Обнаружение сварки",
                "val": "Оптическое"
            },
            {
                "key": "УФ/ ИК защита",
                "val": "16 DIN"
            },
            {
                "key": " Время затемнения",
                "val": "0.00004 с"
            },
            {
                "key": " Степень затемнения (SHADE)",
                "val": "5-9/9-13 DIN"
            }
        ],
        "group": "protection"
    },
    {
        "image": "/catalog/acsess/9GEFEST.jpg",
        "desc": "Маска для сварки",
        "title": "GEFEST \"КРАСНАЯ\"",
        "price": "8 517 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип сварки/резки",
                "val": "MMA/MIG/MAG/TIG/ARC.."
            },
            {
                "key": "Оценки опт. классов",
                "val": "1/1/1/2"
            },
            {
                "key": " Степень затемнения (SHADE)",
                "val": "9-13 DIN"
            },
            {
                "key": " Степень затемнения открыт.",
                "val": "4 DIN"
            },
            {
                "key": "Температура эксплуатации",
                "val": "–5…+55 С°"
            },
            {
                "key": "Модель светофильтра ",
                "val": "9700V"
            },
            {
                "key": "Обнаружение сварки",
                "val": "Оптическое"
            },
            {
                "key": "УФ/ ИК защита",
                "val": "16 DIN"
            },
            {
                "key": " Время затемнения",
                "val": "0.0004 с"
            }
        ],
        "group": "protection"
    },
    {
        "image": "/catalog/acsess/10korund_2.jpg",
        "desc": "Маска для сварки",
        "title": "КОРУНД-2 \"ПЛАМЯ\"",
        "price": "5 400 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип сварки/резки",
                "val": "MMA/MIG/MAG/ARC"
            },
            {
                "key": "Оценки опт. классов",
                "val": "1/2/1"
            },
            {
                "key": " Степень затемнения (SHADE)",
                "val": "9-13 DIN"
            },
            {
                "key": " Степень затемнения открыт.",
                "val": "4 DIN"
            },
            {
                "key": "Температура эксплуатации",
                "val": "–5…+55 С°"
            },
            {
                "key": "Модель светофильтра ",
                "val": "7100V"
            },
            {
                "key": "Обнаружение сварки",
                "val": "Оптическое"
            },
            {
                "key": "УФ/ ИК защита",
                "val": "16 DIN"
            },
            {
                "key": " Время затемнения",
                "val": "0.00004 с"
            }
        ],
        "group": "protection"
    },
    {
        "image": "/catalog/acsess/11TOPSHIELD.jpg",
        "desc": "Маска для сварки",
        "title": "TOPSHIELD \"ORIGINAL\"",
        "price": "11 066 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип сварки/резки",
                "val": "MMA/MIG/MAG/ARC/Plasma.."
            },
            {
                "key": "Оценки опт. классов",
                "val": "1 / 1 / 1 / 2"
            },
            {
                "key": " Степень затемнения (SHADE)",
                "val": "5-9/9-13 DIN"
            },
            {
                "key": " Степень затемнения открыт.",
                "val": "4 DIN"
            },
            {
                "key": "Температура эксплуатации",
                "val": "–5…+55 С°"
            },
            {
                "key": "Модель светофильтра ",
                "val": "9800V"
            },
            {
                "key": "Сенсоры ",
                "val": "4 независ. фотодатчика"
            },
            {
                "key": "УФ/ ИК защита",
                "val": "16 DIN"
            },
            {
                "key": " Время затемнения",
                "val": "0.00004 с"
            }
        ],
        "group": "protection"
    },
    {
        "image": "/catalog/acsess/12korund_2_foks.jpg",
        "desc": "Маска для сварки",
        "title": "КОРУНД-2 \"ФОКС\"",
        "price": "5 817 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип сварки/резки",
                "val": "MMA/MIG/MAG/ARC"
            },
            {
                "key": "Оценки опт. классов",
                "val": "1 / 2 / 1"
            },
            {
                "key": " Степень затемнения (SHADE)",
                "val": "5-9/9-13 DIN"
            },
            {
                "key": " Степень затемнения открыт.",
                "val": "4 DIN"
            },
            {
                "key": "Температура эксплуатации",
                "val": "–5…+55 С°"
            },
            {
                "key": "Модель светофильтра ",
                "val": "7100V"
            },
            {
                "key": "Сенсоры ",
                "val": "2 независ. фотодатчика"
            },
            {
                "key": "УФ/ ИК защита",
                "val": "16 DIN"
            },
            {
                "key": " Время затемнения",
                "val": "0.00004 с"
            }
        ],
        "group": "protection"
    },
    {
        "image": "/catalog/acsess/13korund_mega.jpg",
        "desc": "Маска для сварки",
        "title": "КОРУНД МЕГА \"ЧЁРНАЯ\" ",
        "price": "41 400 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип сварки/резки",
                "val": "MMA/MIG/MAG/TIG/ARC"
            },
            {
                "key": "Оценки опт. классов",
                "val": "1/1/1/2"
            },
            {
                "key": " Степень затемнения (SHADE)",
                "val": "4-8/8-13 DIN"
            },
            {
                "key": " Степень затемнения открыт.",
                "val": "3 DIN"
            },
            {
                "key": "Температура эксплуатации",
                "val": "–5…+55 С°"
            },
            {
                "key": "Модель светофильтра ",
                "val": "Хамелеон"
            },
            {
                "key": "Сенсоры ",
                "val": "4"
            },
            {
                "key": "УФ/ ИК защита",
                "val": "16 DIN"
            },
            {
                "key": " Время затемнения",
                "val": "0.0001 с"
            }
        ],
        "group": "protection"
    },
    {
        "image": "/catalog/acsess/14raydeR.jpg",
        "desc": "Маска для сварки",
        "title": "КОРУНД-2 \"РАЙДЕР\" ",
        "price": "5 817 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип сварки/резки",
                "val": "MMA/MIG/MAG/ARC"
            },
            {
                "key": "Оценки опт. классов",
                "val": "1 / 2 / 1"
            },
            {
                "key": " Степень затемнения (SHADE)",
                "val": "9–13 DIN"
            },
            {
                "key": " Степень затемнения открыт.",
                "val": "4 DIN"
            },
            {
                "key": "Температура эксплуатации",
                "val": "–5…+55 С°"
            },
            {
                "key": "Модель светофильтра ",
                "val": "7100V"
            },
            {
                "key": "Сенсоры ",
                "val": "2 независ. фотодатчика"
            },
            {
                "key": "УФ/ ИК защита",
                "val": "16 DIN"
            },
            {
                "key": " Время затемнения",
                "val": "0.00004 с"
            }
        ],
        "group": "protection"
    },
    {
        "image": "/catalog/acsess/15%D0%9A-304PRO.jpeg",
        "desc": "Маска для сварки",
        "title": "КЕДР (В РАЗОБР.ВИДЕ) \"К-304 PRO\" ",
        "price": "5 842 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип сварки/резки",
                "val": "MMA/MIG/MAG/ARC"
            },
            {
                "key": "Оценки опт. классов",
                "val": "1/1/1/1"
            },
            {
                "key": " Степень затемнения (SHADE)",
                "val": "5-8/9-13 DIN"
            },
            {
                "key": " Степень затемнения открыт.",
                "val": "4 DIN"
            },
            {
                "key": "Температура эксплуатации",
                "val": "–10…+60 С°"
            },
            {
                "key": "Сенсоры ",
                "val": "4 независимых"
            },
            {
                "key": "УФ/ ИК защита",
                "val": "16 DIN"
            },
            {
                "key": " Время затемнения",
                "val": "0.00003 с"
            }
        ],
        "group": "protection"
    },
    {
        "image": "/catalog/acsess/16%D0%9A-804.jpeg",
        "desc": "Маска для сварки",
        "title": "КЕДР (В РАЗОБР.ВИДЕ) \"К-804 EXPERT\" ",
        "price": "8 671 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип сварки/резки",
                "val": "MMA/MIG/MAG/ARC"
            },
            {
                "key": "Оценки опт. классов",
                "val": "1/1/1/1"
            },
            {
                "key": " Степень затемнения (SHADE)",
                "val": "5-8/9-13 DIN"
            },
            {
                "key": " Степень затемнения открыт.",
                "val": "4 DIN"
            },
            {
                "key": "Температура эксплуатации",
                "val": "–10…+60 С°"
            },
            {
                "key": "Сенсоры ",
                "val": "4 независимых"
            },
            {
                "key": "УФ/ ИК защита",
                "val": "16 DIN"
            },
            {
                "key": " Время затемнения",
                "val": "0.00003 с"
            }
        ],
        "group": "protection"
    },
    {
        "image": "/catalog/acsess/17%D0%9A-704%D0%A2.jpeg",
        "desc": "Маска для сварки",
        "title": "КЕДР (СОБРАННАЯ) \"К-704Т PRO\" С ТУРБОБЛОКОМ ЧЕРНАЯ\n                      ",
        "price": "69 010 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип сварки/резки",
                "val": "MMA/MIG/MAG/TIG/ARC"
            },
            {
                "key": "Оценки опт. классов",
                "val": "1/1/1/2"
            },
            {
                "key": " Степень затемнения (SHADE)",
                "val": "5-8/9-13 DIN"
            },
            {
                "key": " Степень затемнения открыт.",
                "val": "4 DIN"
            },
            {
                "key": "Температура эксплуатации",
                "val": "–10…+60 С°"
            },
            {
                "key": "Сенсоры ",
                "val": "4 независимых"
            },
            {
                "key": "УФ/ ИК защита",
                "val": "16 DIN"
            },
            {
                "key": " Время затемнения",
                "val": "0.00003 с"
            }
        ],
        "group": "protection"
    },
    {
        "image": "/catalog/acsess/18k-704p.jpeg",
        "desc": "Маска для сварки",
        "title": "КЕДР (В РАЗОБР.ВИДЕ) \"К-704 PRO\", ЧЕРНАЯ ",
        "price": "8 732 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип сварки/резки",
                "val": "MMA/MIG/MAG/TIG/ARC"
            },
            {
                "key": "Оценки опт. классов",
                "val": "1/1/1/1"
            },
            {
                "key": " Степень затемнения (SHADE)",
                "val": "5-8/9-13 DIN"
            },
            {
                "key": " Степень затемнения открыт.",
                "val": "4 DIN"
            },
            {
                "key": "Температура эксплуатации",
                "val": "–10…+60 С°"
            },
            {
                "key": "Сенсоры ",
                "val": "4 независимых"
            },
            {
                "key": "УФ/ ИК защита",
                "val": "16 DIN"
            },
            {
                "key": " Время затемнения",
                "val": "0.00003 с"
            }
        ],
        "group": "protection"
    },
    {
        "image": "/catalog/acsess/19sun-9.jpg",
        "desc": "Маска для сварки",
        "title": "Хамелеон Aurora SUN-9 CARBON ",
        "price": "6 300 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип сварки/резки",
                "val": "MMA/MIG/MAG/TIG/TIG pulse"
            },
            {
                "key": "Оценки опт. классов",
                "val": "1/1/1/1"
            },
            {
                "key": " Степень затемнения (SHADE)",
                "val": "4-8/9-13 DIN"
            },
            {
                "key": " Степень затемнения открыт.",
                "val": "3 DIN"
            },
            {
                "key": "Температура эксплуатации",
                "val": "–5…+55 С°"
            },
            {
                "key": "Сенсоры ",
                "val": "4 ИК-датчика"
            },
            {
                "key": "УФ/ ИК защита",
                "val": "16 DIN"
            },
            {
                "key": " Время затемнения",
                "val": "0.00004 с"
            }
        ],
        "group": "protection"
    },
    {
        "image": "/catalog/acsess/20sun-7.jpg",
        "desc": "Маска для сварки",
        "title": "Хамелеон Aurora SUN-7 c увеличенным светофильтром\n                      ",
        "price": "4 200 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип сварки/резки",
                "val": "MMA/MIG/MAG/TIG/TIG pulse"
            },
            {
                "key": "Оценки опт. классов",
                "val": "1/2/1/1"
            },
            {
                "key": " Степень затемнения (SHADE)",
                "val": "5-13 DIN"
            },
            {
                "key": " Степень затемнения открыт.",
                "val": "4 DIN"
            },
            {
                "key": "Температура эксплуатации",
                "val": "–5…+55 С°"
            },
            {
                "key": "Сенсоры ",
                "val": "4 ИК-датчика"
            },
            {
                "key": "УФ/ ИК защита",
                "val": "16 DIN"
            },
            {
                "key": " Время затемнения",
                "val": "0.00003 с"
            }
        ],
        "group": "protection"
    },
    {
        "image": "/catalog/acsess/21AuroraA-777.jpg",
        "desc": "Маска для сварки",
        "title": "Хамелеон Aurora A-777 Skeleton Fire",
        "price": "3 500 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип сварки/резки",
                "val": "MMA/MIG/MAG/TIG"
            },
            {
                "key": "Оценки опт. классов",
                "val": "1/2/1/1"
            },
            {
                "key": " Степень затемнения (SHADE)",
                "val": "5-13 DIN"
            },
            {
                "key": " Степень затемнения открыт.",
                "val": "4 DIN"
            },
            {
                "key": "Температура эксплуатации",
                "val": "–5…+55 С°"
            },
            {
                "key": "Сенсоры ",
                "val": "4 ИК-датчика"
            },
            {
                "key": "УФ/ ИК защита",
                "val": "16 DIN"
            },
            {
                "key": " Время затемнения",
                "val": "0.00003 с"
            }
        ],
        "group": "protection"
    },
    {
        "image": "/catalog/acsess/22TecmenADF735S.jpg",
        "desc": "Сварочная маска с авт. светофильтром",
        "title": "Tecmen ADF - 735S TM14 ",
        "price": "7 974 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип сварки/резки",
                "val": "MMA/MIG/MAG/TIG/Pulse"
            },
            {
                "key": "Оценки опт. классов",
                "val": "1/1/1/2"
            },
            {
                "key": " Степень затемнения (SHADE)",
                "val": "9-13 DIN"
            },
            {
                "key": " Степень затемнения открыт.",
                "val": "3.5 DIN"
            },
            {
                "key": "Температура эксплуатации",
                "val": "–10…+55 С°"
            },
            {
                "key": "Сенсоры ",
                "val": "4 ИК-датчика"
            },
            {
                "key": "УФ/ ИК защита",
                "val": "16 DIN"
            },
            {
                "key": " Время затемнения",
                "val": "0.00003 с"
            }
        ],
        "group": "protection"
    },
    {
        "image": "/catalog/acsess/23ADF-800STM16.jpg",
        "desc": "Сварочная маска с авт. светофильтром",
        "title": "Tecmen ADF - 800S TM16",
        "price": "7 999 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип сварки/резки",
                "val": "MMA/MIG/MAG/TIG/Pulse"
            },
            {
                "key": "Оценки опт. классов",
                "val": "1/1/1/2"
            },
            {
                "key": " Степень затемнения (SHADE)",
                "val": "9-13 DIN"
            },
            {
                "key": " Степень затемнения открыт.",
                "val": "2.5 DIN"
            },
            {
                "key": "Температура эксплуатации",
                "val": "до –10 С°"
            },
            {
                "key": "Сенсоры ",
                "val": "4 ИК-датчика"
            },
            {
                "key": " Время затемнения",
                "val": "0.00003 с"
            }
        ],
        "group": "protection"
    },
    {
        "image": "/catalog/acsess/24TecmenTM1000.jpg",
        "desc": "Сварочная маска с авт. светофильтром",
        "title": "Tecmen TM 1000",
        "price": "26 165 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип сварки/резки",
                "val": "MMA/MIG/MAG/TIG/Pulse"
            },
            {
                "key": "Оценки опт. классов",
                "val": "1/1/1/1"
            },
            {
                "key": " Степень затемнения (SHADE)",
                "val": "5-13 DIN"
            },
            {
                "key": " Степень затемнения открыт.",
                "val": "4 DIN"
            },
            {
                "key": "Температура эксплуатации",
                "val": "до –10 С°"
            },
            {
                "key": "Сенсоры ",
                "val": "4 ИК-датчика"
            },
            {
                "key": "Смотровое окно ",
                "val": "107х75"
            }
        ],
        "group": "protection"
    },
    {
        "image": "/catalog/acsess/25TecmenTM1000.jpg",
        "desc": "Сварочная маска с авт. светофильтром",
        "title": "Tecmen TM 1000 PAPR",
        "price": "94 700 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип сварки/резки",
                "val": "MMA/MIG/MAG/TIG/Pulse"
            },
            {
                "key": "Оценки опт. классов",
                "val": "1/1/1/1"
            },
            {
                "key": " Степень затемнения (SHADE)",
                "val": "5-13 DIN"
            },
            {
                "key": " Степень затемнения открыт.",
                "val": "4 DIN"
            },
            {
                "key": "Температура эксплуатации",
                "val": "до –10 С°"
            },
            {
                "key": "Сенсоры ",
                "val": "4 ИК-датчика"
            },
            {
                "key": "Смотровое окно ",
                "val": "107х75"
            }
        ],
        "group": "protection"
    },
    {
        "image": "/catalog/acsess/26815s.jpg",
        "desc": "Сварочная маска с авт. светофильтром",
        "title": "Tecmen ADF 815S TM16  с PAPR",
        "price": "71 900 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип сварки/резки",
                "val": "MMA/MIG/MAG/TIG/Pulse"
            },
            {
                "key": "Оценки опт. классов",
                "val": "1/1/1/1"
            },
            {
                "key": " Степень затемнения (SHADE)",
                "val": "5-13 DIN"
            },
            {
                "key": " Степень затемнения открыт.",
                "val": "4 DIN"
            },
            {
                "key": "Температура эксплуатации",
                "val": "до –10 С°"
            },
            {
                "key": "Сенсоры ",
                "val": "4 ИК-датчика"
            },
            {
                "key": "Смотровое окно ",
                "val": "97х62"
            }
        ],
        "group": "protection"
    }
];

const material = [
    {
        "image": "/catalog/materials/1ESAB.jpeg",
        "desc": "Электроды",
        "title": " ESAB OK 46.00 ⌀ 3.0 мм ",
        "price": "3 000 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип сварки ",
                "val": "Ручная дуговая"
            },
            {
                "key": "Режим сварки",
                "val": "AC/DC"
            },
            {
                "key": "Диаметр ",
                "val": "3 мм"
            },
            {
                "key": "Длина",
                "val": "35 см"
            },
            {
                "key": "Раб. ток",
                "val": "70-140 А"
            },
            {
                "key": "Расход ",
                "val": "0.51 кг"
            },
            {
                "key": "Покрытие",
                "val": "рутил-целлюлозное"
            },
            {
                "key": "Коэффициент наплавки",
                "val": "8.5 г/А-ч"
            },
            {
                "key": " Относит. удлинение",
                "val": "28 %"
            },
            {
                "key": " Предел текучести",
                "val": "400 МПа"
            },
            {
                "key": " Предварительная прокалка",
                "val": "70-90 °C"
            },
            {
                "key": "Вес (пачка)",
                "val": "5.3 кг"
            }
        ],
        "group": "materials"
    },
    {
        "image": "/catalog/materials/2LB-52U.jpeg",
        "desc": "Электроды",
        "title": " LB-52U ⌀ 3,2 мм KOBELCO ",
        "price": "3 000 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип сварки ",
                "val": "Ручная дуговая"
            },
            {
                "key": "Режим сварки",
                "val": "AC/DC"
            },
            {
                "key": "Диаметр ",
                "val": "3.2 мм"
            },
            {
                "key": "Длина",
                "val": "35 см"
            },
            {
                "key": "Раб. ток",
                "val": "70-140 А"
            },
            {
                "key": "Расход ",
                "val": "0.51 кг"
            },
            {
                "key": "Покрытие",
                "val": "основное"
            },
            {
                "key": " Относит. удлинение",
                "val": "34 %"
            },
            {
                "key": " Предел текучести",
                "val": "446 МПа"
            },
            {
                "key": " Предварительная прокалка",
                "val": "300-350 °C"
            },
            {
                "key": "Вес (пачка)",
                "val": "5 кг"
            }
        ],
        "group": "materials"
    },
    {
        "image": "/catalog/materials/3yonni.jpg",
        "desc": "Электроды",
        "title": " ESAB УОНИИ 13/55 ⌀ 3.0 мм ",
        "price": "3 000 руб.",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип сварки ",
                "val": "Ручная дуговая"
            },
            {
                "key": "Режим сварки",
                "val": "DC"
            },
            {
                "key": "Диаметр ",
                "val": "3 мм"
            },
            {
                "key": "Длина",
                "val": "35 см"
            },
            {
                "key": "Раб. ток",
                "val": "90-130 А"
            },
            {
                "key": "Расход ",
                "val": "0.59 кг"
            },
            {
                "key": "Покрытие",
                "val": "основное"
            },
            {
                "key": " Относит. удлинение",
                "val": "22 %"
            },
            {
                "key": " Предел текучести",
                "val": "420 МПа"
            },
            {
                "key": " Предварительная прокалка",
                "val": "350-400 °C"
            },
            {
                "key": "Вес (пачка)",
                "val": "4.5 кг"
            }
        ],
        "group": "materials"
    },
    {
        "image": "/catalog/materials/4ASKAYNAK.jpeg",
        "desc": "Электроды",
        "title": " ASKAYNAK AS R-143 ⌀ 2.5 мм",
        "price": "314 руб. / кг",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип сварки ",
                "val": "Ручная дуговая"
            },
            {
                "key": "Режим сварки",
                "val": "AC/DC"
            },
            {
                "key": "Диаметр ",
                "val": "2.5 мм"
            },
            {
                "key": "Длина",
                "val": "35 см"
            },
            {
                "key": "Раб. ток",
                "val": "65-90 А"
            },
            {
                "key": "Назначение ",
                "val": "малоуглеродистые"
            },
            {
                "key": "Покрытие",
                "val": "рутиловое"
            },
            {
                "key": " Относит. удлинение",
                "val": "25 %"
            },
            {
                "key": " Предел текучести",
                "val": "480 МПа"
            },
            {
                "key": " Предварительная прокалка",
                "val": "70-80 °C"
            },
            {
                "key": "Вес (пачка)",
                "val": "5 кг"
            }
        ],
        "group": "materials"
    },
    {
        "image": "/catalog/materials/5yommi1355.jpg",
        "desc": "Электроды",
        "title": " УОНИ-13/55 ⌀ 3 мм",
        "price": "314 руб. / кг",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип сварки ",
                "val": "Ручная дуговая"
            },
            {
                "key": "Диаметр ",
                "val": "3 мм"
            },
            {
                "key": "Длина",
                "val": "35 см"
            },
            {
                "key": "Назначение ",
                "val": "низколегированная сталь"
            },
            {
                "key": "Покрытие",
                "val": "основное"
            },
            {
                "key": "Расход ",
                "val": "1.5 кг"
            },
            {
                "key": "Коэффициент наплавки",
                "val": "9.5 г/А-ч"
            },
            {
                "key": " Относит. удлинение",
                "val": "22 %"
            },
            {
                "key": " Предел текучести",
                "val": "375 МПа"
            },
            {
                "key": " Предварительная прокалка",
                "val": "290-310 °C"
            },
            {
                "key": "Вес (пачка)",
                "val": "3 кг"
            }
        ],
        "group": "materials"
    },
    {
        "image": "/catalog/materials/6esabok.jpeg",
        "desc": "Проволока омедненная",
        "title": "ESAB OK Autrod 12.51 ⌀ 0.8 мм",
        "price": "314 руб. / кг",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Особенности ",
                "val": "стойкие к абразивному износу"
            },
            {
                "key": "Исполнение",
                "val": "сплошная"
            },
            {
                "key": "Диаметр ",
                "val": "0.8 мм"
            },
            {
                "key": "Страна-производитель",
                "val": "Чехия"
            },
            {
                "key": "Назначение ",
                "val": "низколегированная сталь"
            },
            {
                "key": "Еврокатушка",
                "val": "D-200"
            },
            {
                "key": "Покрытие ",
                "val": "омедненное"
            },
            {
                "key": " Марка",
                "val": "OK Autrod 12.51"
            },
            {
                "key": " Материал ",
                "val": "сталь"
            },
            {
                "key": " Серия ",
                "val": "OK Autrod"
            },
            {
                "key": "Вес (пачка)",
                "val": "5 кг"
            }
        ],
        "group": "materials"
    },
    {
        "image": "/catalog/materials/7SG2.jpeg",
        "desc": "Проволока омедненная",
        "title": "ASKAYNAK AS SG2 D200",
        "price": "286 руб. / кг",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Особенности ",
                "val": "минимальное разбрызгивание"
            },
            {
                "key": "Исполнение",
                "val": "сплошная"
            },
            {
                "key": "Диаметр ",
                "val": "0.8 мм"
            },
            {
                "key": "Страна-производитель",
                "val": "Турция"
            },
            {
                "key": "Назначение ",
                "val": "низколегированная сталь"
            },
            {
                "key": "Еврокатушка",
                "val": "К-200"
            },
            {
                "key": "Покрытие ",
                "val": "омедненное"
            },
            {
                "key": " Марка",
                "val": "SG2"
            },
            {
                "key": " Материал ",
                "val": "сталь"
            },
            {
                "key": " Серия ",
                "val": "OK Autrod"
            },
            {
                "key": "Вес (пачка)",
                "val": "5 кг"
            }
        ],
        "group": "materials"
    },
    {
        "image": "/catalog/materials/8tigrod.jpeg",
        "desc": "Прутки присадочные омедненные",
        "title": "ESAB OK Tigrod 12.64 ⌀ 2,4 мм",
        "price": "540.69 руб. / кг",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Особенности ",
                "val": "высокая прочность и ударная вязкость"
            },
            {
                "key": "Применение",
                "val": "для присадки"
            },
            {
                "key": "Диаметр ",
                "val": "2.4 мм"
            },
            {
                "key": "Длина ",
                "val": "1000 мм"
            },
            {
                "key": "Страна-производитель",
                "val": "Чехия"
            },
            {
                "key": "Назначение ",
                "val": "низколегированная сталь"
            },
            {
                "key": " Марка",
                "val": "OK Tigrod 12.64"
            },
            {
                "key": " Материал ",
                "val": "сталь"
            },
            {
                "key": "Вес (пачка)",
                "val": "5 кг"
            }
        ],
        "group": "materials"
    },
    {
        "image": "/catalog/materials/9308LSi.jpeg",
        "desc": "Прутки присадочные нержавеющие",
        "title": "ESAB OK Tigrod 308LSi ⌀ 2.0 мм",
        "price": "1 911.26 руб. / кг",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Особенности ",
                "val": "для сварки труб"
            },
            {
                "key": "Применение",
                "val": "для присадки"
            },
            {
                "key": "Диаметр ",
                "val": "2 мм"
            },
            {
                "key": "Длина ",
                "val": "1000 мм"
            },
            {
                "key": "Страна-производитель",
                "val": "Чехия"
            },
            {
                "key": " Марка",
                "val": "OK Tigrod 308LSi"
            },
            {
                "key": " Материал ",
                "val": "нержавеющая сталь"
            },
            {
                "key": "Вес (пачка)",
                "val": "5 кг"
            }
        ],
        "group": "materials"
    },
    {
        "image": "/catalog/materials/10ESABAlSi.jpeg",
        "desc": "Электроды алюминиевые",
        "title": "ESAB OK AlSi12 ⌀ 3.2 мм",
        "price": "4 122.11 руб. / кг",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Особенности ",
                "val": "предварительный прогрев детали"
            },
            {
                "key": "Применение",
                "val": "для сварки"
            },
            {
                "key": "Диаметр ",
                "val": "3.2 мм"
            },
            {
                "key": "Вес ",
                "val": "2 кг"
            },
            {
                "key": "Страна-производитель",
                "val": "Швеция"
            },
            {
                "key": "Покрытие ",
                "val": "солевое"
            },
            {
                "key": " Марка",
                "val": "ОК AlSi12"
            },
            {
                "key": " Материал ",
                "val": "алюминий"
            },
            {
                "key": "Род тока",
                "val": "DC (постоянный)"
            }
        ],
        "group": "materials"
    },
    {
        "image": "/catalog/materials/11Tigrod4043.jpeg",
        "desc": "Прутки присадочные алюминиевые",
        "title": "ESAB OK Tigrod 4043 ⌀ 2,4 мм ",
        "price": "1 497.95 руб. / кг",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Особенности ",
                "val": "устойчивость к высоким температурам"
            },
            {
                "key": "Применение",
                "val": "для присадки"
            },
            {
                "key": "Диаметр ",
                "val": "2.4 мм"
            },
            {
                "key": "Вес ",
                "val": "2.5 кг"
            },
            {
                "key": "Длина ",
                "val": "1000 мм"
            },
            {
                "key": "Страна-производитель",
                "val": "Швеция"
            },
            {
                "key": " Марка",
                "val": "OK Tigrod 4043"
            },
            {
                "key": " Материал ",
                "val": "алюминий"
            },
            {
                "key": "Классификация AWS",
                "val": "ER-4043"
            }
        ],
        "group": "materials"
    },
    {
        "image": "/catalog/materials/12.jpg",
        "desc": "Электроды!",
        "title": " АНО-21 (3 мм; 1 кг) СЗСМ",
        "price": "493 руб. / кг",
        "rows": [
            {
                "val": "Значение"
            },
            {
                "key": "Тип ",
                "val": "Э46"
            },
            {
                "key": "Режим сварки",
                "val": "AC/DC"
            },
            {
                "key": "Диаметр ",
                "val": "3.0"
            },
            {
                "key": "Метод сварки",
                "val": "MMA"
            },
            {
                "key": "Назначение ",
                "val": "углеродистые стали"
            },
            {
                "key": "Вес (пачка)",
                "val": "1 кг"
            }
        ],
        "group": "materials"
    }
];

const catalog = [...weldingGroup, ...electroGroup, ...be, ...gas, ...protection, ...material];

export default defineEventHandler((event) => {
    const query = getQuery(event);
    return catalog.filter(({group}) => group === query.group);
  })