<template>
  <Head>
    <Title>Галактика Сварки</Title>
    <Meta
      name="description"
      content="Магазин Сварочных аппаратов в Краснодаре ☎ +7-918-325-48-00, силовая техика, электроинструмент, компрессоры, пневмоинструмент"
    />
    <Meta name="keywords" content="Купить сварочник, Купить Инвертор Краснодар" />

    <Link
      rel="icon"
      href="https://www.galaktika-svarki.ru/favicon.ico"
      type="image/x-icon"
    />
  </Head>

  <div class="page">
    <main>
      <section class="wrapper wrapper_privacy">
        <BreadCrumbs
          :path="[{ caption: ' Политика конфиденциальности', href: '/privacy' }]"
        />
        <h1 class="page-title">
          Политика конфиденциальности и обработки персональных данных
        </h1>

        <article class="policy">
          <h2>1. Общие положения</h2>
          <p>
            1.1. Настоящая Политика конфиденциальности составлена в соответствии с
            требованиями Федерального закона от 27.07.2006 № 152-ФЗ «О персональных
            данных» и определяет порядок обработки и меры по обеспечению безопасности
            персональных данных, предпринимаемые Обществом с ограниченной ответственностью
            «ООО Сварторг» и "ООО Галактика сварки" (далее – «Оператор»).
          </p>
          <p>
            1.2. Использование сайта
            <NuxtLink
              to="/"
              rel="noopener"
              style="color: darkblue; text-decoration: underline"
            >
              https://www.galaktika-svarki.ru/
            </NuxtLink>
            (далее – «Сайт») Пользователем означает согласие с настоящей Политикой и
            условиями обработки персональных данных.
          </p>

          <h2>2. Термины</h2>
          <p>
            2.1. Персональные данные – любая информация, относящаяся к прямо или косвенно
            определяемому физическому лицу (Пользователю).
          </p>
          <p>
            2.2. Обработка персональных данных – любое действие (операция) с персональными
            данными, включая сбор, запись, систематизацию, накопление, хранение, передачу
            и уничтожение.
          </p>

          <h2>3. Состав обрабатываемых персональных данных</h2>
          <p>Оператор может обрабатывать следующие персональные данные Пользователей:</p>
          <ul style="list-style-type: circle; padding-left: 20px">
            <li>Имя;</li>
            <li>Номер телефона;</li>
            <li>Содержимое сообщения, отправленного через форму обратной связи;</li>
            <li>
              Дополнительные сведения, которые Пользователь может добровольно указать.
            </li>
          </ul>

          <h2>4. Цели обработки персональных данных</h2>
          <p>Персональные данные Пользователей обрабатываются в целях:</p>
          <ul style="list-style-type: circle; padding-left: 20px">
            <li>предоставления обратной связи;</li>
            <li>консультирования по вопросам, указанным в обращении;</li>
            <li>направления ответа на запрос Пользователя.</li>
          </ul>

          <h2>5. Правовые основания обработки</h2>
          <p>
            Оператор обрабатывает персональные данные Пользователя при их отправке через
            форму обратной связи на Сайте, при этом Пользователь выражает согласие на
            обработку персональных данных путем проставления отметки о согласии и (или)
            отправки формы.
          </p>

          <h2>6. Порядок и условия обработки</h2>
          <ol style="list-style-type: decimal; padding-left: 20px">
            <li>
              Обработка персональных данных осуществляется с использованием средств
              автоматизации и/или без использования таких средств.
            </li>
            <li>
              Данные, передаваемые через форму обратной связи, не сохраняются в базах
              данных Сайта и направляются напрямую на электронную почту Оператора.
            </li>
            <li>
              Оператор принимает все необходимые организационные и технические меры для
              защиты персональных данных.
            </li>
            <li>
              Персональные данные не передаются третьим лицам, за исключением случаев,
              предусмотренных законодательством РФ.
            </li>
          </ol>

          <h2>7. Права Пользователя</h2>
          <p>Пользователь имеет право:</p>
          <ul style="list-style-type: circle; padding-left: 20px">
            <li>
              получать информацию о своих персональных данных и способах их обработки;
            </li>
            <li>
              требовать уточнения, блокировки или уничтожения своих персональных данных;
            </li>
            <li>
              отозвать согласие на обработку персональных данных, направив письменное
              уведомление на адрес электронной почты:
              <NuxtLink to="mailto:gk.galaxy@yandex.ru" style="color: darkblue; text-decoration: underline">gk.galaxy@yandex.ru</NuxtLink>.
            </li>
          </ul>

          <h2>8. Реквизиты операторов</h2>
          <div class="table-wrapper">
            <table class="requisites-table">
              <thead>
                <tr>
                  <th>Наименование</th>
                  <th>ИНН</th>
                  <th>ОГРН</th>
                  <th>Юридический адрес</th>
                </tr>
              </thead>
              <tbody>
                <tr>
                  <td>ООО «Сварторг»</td>
                  <td>2309176469</td>
                  <td>1212300022472</td>
                  <td>
                    350001, Краснодарский край, г. Краснодар, ул. Им. Полины Осипенко, д.
                    53
                  </td>
                </tr>
                <tr>
                  <td>ООО «Галактика сварки»</td>
                  <td>2312284672</td>
                  <td>1192375052088</td>
                  <td>
                    350037, Краснодарский край, г. Краснодар, хутор Ленина, СНТ Радуга, д.
                    868
                  </td>
                </tr>
              </tbody>
            </table>
          </div>

          <h2>9. Заключительные положения</h2>
          <p>
            9.1. Оператор оставляет за собой право изменять настоящую Политику без
            предварительного уведомления Пользователей. Новая редакция вступает в силу с
            момента ее размещения на Сайте.
          </p>
          <p>
            9.2. Действующая редакция Политики доступна для свободного ознакомления по
            адресу:
            <NuxtLink
              to="/privacy"
              rel="noopener"
              style="color: darkblue; text-decoration: underline"
            >
              https://www.galaktika-svarki.ru/privacy
            </NuxtLink>
          </p>
        </article>
      </section>
    </main>
  </div>
</template>

<style scoped>
.page {
  padding: 20px;
}

.page-title {
  margin: 30px 0;
  font-size: 26px;
  font-weight: 700;
}

.policy h2 {
  font-size: 18px;
  font-weight: 600;
  margin: 15px 0;
}

.policy p,
.policy li {
  line-height: 1.6;
  margin-bottom: 5px;
}

.policy ul,
.policy ol {
  padding-left: 20px;
  margin-bottom: 10px;
}
.table-wrapper {
  width: 100%;
  overflow-x: auto;
  -webkit-overflow-scrolling: touch; /* плавный скролл на iOS */
}

.requisites-table {
  min-width: 600px; /* чтобы на маленьких экранах появлялся скролл */
  border-collapse: collapse;
  width: 100%;
  font-size: 14px;
}

.requisites-table th,
.requisites-table td {
  border: 1px solid #ddd;
  padding: 10px 12px;
  text-align: left;
  vertical-align: top;
  white-space: nowrap; /* не переносить ИНН/ОГРН */
}

.requisites-table th {
  background-color: #f5f5f5;
  font-weight: 600;
}

.requisites-table tr:nth-child(even) {
  background-color: #fafafa;
}

.requisites-table tr:hover {
  background-color: #f0f8ff;
}

@media (max-width: 600px) {
  .wrapper.wrapper_privacy {
    padding: 0px;
  }

}
</style>
